Repository: wejoona/mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# security_continueSetup
source: Continue Setup
fr: Continuer la configuration

# security_2FAEnabledSuccess
source: 2FA enabled successfully
fr: 2FA activée avec succès

# security_disable2FATitle
source: Disable 2FA?
fr: Désactiver 2FA?

# security_disable2FAMessage
source: This will make your account less secure. Are you sure?
fr: Cela rendra votre compte moins sécurisé. Êtes-vous sûr?

# security_disable
source: Disable
fr: Désactiver

# security_logoutAllTitle
source: Log Out All Devices?
fr: Déconnecter tous les appareils?

# security_logoutAllMessage
source: You will be logged out from all other devices. You will need to log in again on those devices.
fr: Vous serez déconnecté de tous les autres appareils. Vous devrez vous reconnecter sur ces appareils.

# security_logoutAll
source: Log Out All
fr: Tout déconnecter

# security_logoutAllSuccess
source: All other devices have been logged out
fr: Tous les autres appareils ont été déconnectés

# security_loginHistoryTitle
source: Login History
fr: Historique de connexion

# security_loginSuccess
source: Success
fr: Succès

# security_loginFailed
source: Failed
fr: Échec

# security_deleteAccountTitle
source: Delete Account?
fr: Supprimer le compte?

# security_deleteAccountMessage
source: This action is permanent and cannot be undone. All your data, transaction history, and funds will be lost.
fr: Cette action est permanente et ne peut pas être annulée. Toutes vos données, l'historique des transactions et les fonds seront perdus.

# security_delete
source: Delete
fr: Supprimer

# profile_title
source: Profile
fr: Profil

# profile_kycStatus
source: KYC Status
fr: Statut KYC

# profile_country
source: Country
fr: Pays

# profile_notSet
source: Not set
fr: Non défini

# profile_verify
source: Verify
fr: Vérifier

# profile_kycNotVerified
source: Not Verified
fr: Non vérifié

# profile_kycPending
source: Pending Review
fr: En attente d'examen

# profile_kycVerified
source: Verified
fr: Vérifié

# profile_kycRejected
source: Rejected
fr: Rejeté

# profile_countryIvoryCoast
source: Ivory Coast
fr: Côte d'Ivoire

# profile_countryNigeria
source: Nigeria
fr: Nigéria

# profile_countrySenegal
source: Senegal
fr: Sénégal

# changePin_title
source: Change PIN
fr: Changer le code PIN

# changePin_newPinTitle
source: New PIN
fr: Nouveau code PIN

# changePin_confirmTitle
source: Confirm PIN
fr: Confirmer le code PIN

# changePin_enterCurrentPinTitle
source: Enter Current PIN
fr: Entrer le code PIN actuel

# changePin_enterCurrentPinSubtitle
source: Enter your current 4-digit PIN to continue
fr: Entrez votre code PIN actuel à 4 chiffres pour continuer

# changePin_createNewPinTitle
source: Create New PIN
fr: Créer un nouveau code PIN

# changePin_createNewPinSubtitle
source: Choose a new 4-digit PIN for your account
fr: Choisissez un nouveau code PIN à 4 chiffres pour votre compte

# changePin_confirmPinTitle
source: Confirm Your PIN
fr: Confirmez votre code PIN

# changePin_confirmPinSubtitle
source: Re-enter your new PIN to confirm
fr: Entrez à nouveau votre nouveau code PIN pour confirmer

# changePin_errorBiometricRequired
source: Biometric confirmation required
fr: Confirmation biométrique requise

# changePin_errorIncorrectPin
source: Incorrect PIN. Please try again.
fr: Code PIN incorrect. Veuillez réessayer.

# changePin_errorUnableToVerify
source: Unable to verify PIN. Please try again.
fr: Impossible de vérifier le code PIN. Veuillez réessayer.

# changePin_errorWeakPin
source: PIN is too simple. Choose a stronger PIN.
fr: Le code PIN est trop simple. Choisissez un code PIN plus fort.

# changePin_errorSameAsCurrentPin
source: New PIN must be different from current PIN.
fr: Le nouveau code PIN doit être différent du code PIN actuel.

# changePin_errorPinMismatch
source: PINs do not match. Try again.
fr: Les codes PIN ne correspondent pas. Réessayez.

# changePin_successMessage
source: PIN changed successfully!
fr: Code PIN modifié avec succès!

# changePin_errorFailedToSet
source: Failed to set new PIN. Please try a different PIN.
fr: Échec de la définition du nouveau code PIN. Veuillez essayer un code PIN différent.

# changePin_errorFailedToSave
source: Failed to save PIN. Please try again.
fr: Échec de l'enregistrement du code PIN. Veuillez réessayer.

# notifications_email
source: Email Notifications
fr: Notifications par email

# notifications_emailReceipts
source: Email Receipts
fr: Reçus par email

# notifications_emailReceiptsDescription
source: Receive transaction receipts by email
fr: Recevoir les reçus de transaction par email

# notifications_loadError
source: Failed to load notification settings
fr: Échec du chargement des paramètres de notification

# notifications_marketingDescription
source: Promotional offers and updates
fr: Offres promotionnelles et mises à jour

# notifications_monthlyStatement
source: Monthly Statement
fr: Relevé mensuel

# notifications_monthlyStatementDescription
source: Receive monthly account statement
fr: Recevoir le relevé de compte mensuel

# notifications_newsletterDescription
source: Product news and updates
fr: Actualités et mises à jour des produits

# notifications_push
source: Push Notifications
fr: Notifications push

# notifications_required
source: Required
fr: Requis

# notifications_saveError
source: Failed to save preferences
fr: Échec de l'enregistrement des préférences

# notifications_savePreferences
source: Save Preferences
fr: Enregistrer les préférences

# notifications_saveSuccess
source: Preferences saved successfully
fr: Préférences enregistrées avec succès

# notifications_security
source: Security Alerts
fr: Alertes de sécurité

# notifications_securityCodes
source: Security Codes
fr: Codes de sécurité

# notifications_securityCodesDescription
source: Receive login and verification codes
fr: Recevoir les codes de connexion et de vérification

# notifications_securityDescription
source: Account security notifications
fr: Notifications de sécurité du compte

# notifications_securityNote
source: Security notifications cannot be disabled
fr: Les notifications de sécurité ne peuvent pas être désactivées

# notifications_sms
source: SMS Notifications
fr: Notifications SMS

# notifications_smsTransactions
source: Transaction Alerts
fr: Alertes de transaction

# notifications_smsTransactionsDescription
source: Receive SMS for transactions
fr: Recevoir des SMS pour les transactions

# notifications_transactionsDescription
source: Receive notifications for transfers and payments
fr: Recevoir des notifications pour les transferts et paiements

# notifications_unsavedChanges
source: Unsaved Changes
fr: Modifications non enregistrées

# notifications_unsavedChangesMessage
source: You have unsaved changes. Discard them?
fr: Vous avez des modifications non enregistrées. Les ignorer ?

# help_callUs
source: Call Us
fr: Appelez-nous

# help_emailUs
source: Email Us
fr: Envoyez-nous un email

# help_getHelp
source: Get Help
fr: Obtenir de l'aide

# help_results
source: Results
fr: Résultats

# help_searchPlaceholder
source: Search help articles...
fr: Rechercher des articles d'aide...

# action_discard
source: Discard
fr: Ignorer

# common_comingSoon
source: Coming Soon
fr: Bientôt disponible

# common_maybeLater
source: Maybe Later
fr: Peut-être plus tard

# common_optional
source: Optional
fr: Optionnel

# common_share
source: Share
fr: Partager

# error_invalidNumber
source: Invalid number
fr: Numéro invalide

# export_title
source: Export
fr: Exporter

# bankLinking_accountDetails
source: Account Details
fr: Détails du compte

# bankLinking_accountHolderName
source: Account Holder Name
fr: Nom du titulaire

# bankLinking_accountHolderNameRequired
source: Account holder name is required
fr: Le nom du titulaire est requis

# bankLinking_accountNumber
source: Account Number
fr: Numéro de compte

# bankLinking_accountNumberRequired
source: Account number is required
fr: Le numéro de compte est requis

# bankLinking_amount
source: Amount
fr: Montant

# bankLinking_amountRequired
source: Amount is required
fr: Le montant est requis

# bankLinking_balance
source: Balance
fr: Solde

# bankLinking_balanceCheck
source: Balance Check
fr: Vérification du solde

# bankLinking_confirmDeposit
source: Confirm Deposit
fr: Confirmer le dépôt

# bankLinking_confirmWithdraw
source: Confirm Withdrawal
fr: Confirmer le retrait

# bankLinking_deposit
source: Deposit
fr: Dépôt

# bankLinking_depositConfirmation
source: Deposit {amount} from your bank?
fr: Déposer {amount} depuis votre banque ?

# bankLinking_depositFromBank
source: Deposit from Bank
fr: Dépôt depuis la banque

# bankLinking_depositInfo
source: Funds will be credited within 24 hours
fr: Les fonds seront crédités sous 24 heures

# bankLinking_depositSuccess
source: Deposit successful
fr: Dépôt réussi

# bankLinking_devOtpHint
source: Dev OTP: 123456
fr: OTP dev: 123456

# bankLinking_directDebit
source: Direct Debit
fr: Prélèvement automatique

# bankLinking_enterAmount
source: Enter amount
fr: Entrez le montant

# bankLinking_failed
source: Failed
fr: Échoué

# bankLinking_invalidAmount
source: Invalid amount
fr: Montant invalide

# bankLinking_invalidOtp
source: Invalid OTP
fr: OTP invalide

# bankLinking_linkAccount
source: Link Account
fr: Lier le compte

# bankLinking_linkAccountDesc
source: Link your bank account for easy transfers
fr: Liez votre compte bancaire pour des transferts faciles

# bankLinking_linkedAccounts
source: Linked Accounts
fr: Comptes liés

# bankLinking_linkFailed
source: Failed to link account
fr: Échec de la liaison du compte

# bankLinking_linkNewAccount
source: Link New Account
fr: Lier un nouveau compte

# bankLinking_noLinkedAccounts
source: No linked accounts
fr: Aucun compte lié

# bankLinking_otpCode
source: OTP Code
fr: Code OTP

# bankLinking_otpResent
source: OTP resent
fr: OTP renvoyé

# bankLinking_pending
source: Pending
fr: En attente

# bankLinking_primary
source: Primary
fr: Principal

# bankLinking_primaryAccountSet
source: Primary account set
fr: Compte principal défini

# bankLinking_resendOtp
source: Resend OTP
fr: Renvoyer l'OTP

# bankLinking_resendOtpIn
source: Resend OTP in {seconds}s
fr: Renvoyer l'OTP dans {seconds}s

# bankLinking_selectBank
source: Select Bank
fr: Sélectionner une banque

# bankLinking_selectBankDesc
source: Choose your bank to link
fr: Choisissez votre banque à lier

# bankLinking_selectBankTitle
source: Select Your Bank
fr: Sélectionnez votre banque

# bankLinking_suspended
source: Suspended
fr: Suspendu

# bankLinking_verificationDesc
source: Enter the OTP sent to your phone
fr: Entrez l'OTP envoyé sur votre téléphone

# bankLinking_verificationFailed
source: Verification failed
fr: Vérification échouée

# bankLinking_verificationRequired
source: Verification Required
fr: Vérification requise

# bankLinking_verificationSuccess
source: Account verified
fr: Compte vérifié

# bankLinking_verificationTitle
source: Verify Account
fr: Vérifier le compte

# bankLinking_verified
source: Verified
fr: Vérifié

# bankLinking_verify
source: Verify
fr: Vérifier

# bankLinking_verifyAccount
source: Verify Account
fr: Vérifier le compte

# bankLinking_withdraw
source: Withdraw
fr: Retrait

# bankLinking_withdrawConfirmation
source: Withdraw {amount} to your bank?
fr: Retirer {amount} vers votre banque ?

# bankLinking_withdrawInfo
source: Funds will arrive in 1-3 business days
fr: Les fonds arriveront sous 1-3 jours ouvrés

# bankLinking_withdrawSuccess
source: Withdrawal successful
fr: Retrait réussi

# bankLinking_withdrawTime
source: Processing time: 1-3 business days
fr: Délai de traitement: 1-3 jours ouvrés

# bankLinking_withdrawToBank
source: Withdraw to Bank
fr: Retrait vers la banque

# common_confirm
source: Confirm
fr: Confirmer

# expenses_totalAmount
source: Total Amount
fr: Montant total

# kyc_additionalDocs_title
source: Additional Documents
fr: Documents supplémentaires

# kyc_additionalDocs_description
source: Provide additional information for verification
fr: Fournir des informations supplémentaires pour vérification

# kyc_additionalDocs_employment_title
source: Employment Information
fr: Informations d'emploi

# kyc_additionalDocs_occupation
source: Occupation
fr: Profession

# kyc_additionalDocs_employer
source: Employer
fr: Employeur

# kyc_additionalDocs_monthlyIncome
source: Monthly Income
fr: Revenu mensuel

# kyc_additionalDocs_sourceOfFunds_title
source: Source of Funds
fr: Source des fonds

# kyc_additionalDocs_sourceOfFunds_description
source: Tell us about your source of funds
fr: Parlez-nous de votre source de fonds

# kyc_additionalDocs_sourceDetails
source: Source Details
fr: Détails de la source

# kyc_additionalDocs_supportingDocs_title
source: Supporting Documents
fr: Documents justificatifs

# kyc_additionalDocs_supportingDocs_description
source: Upload documents to verify your information
fr: Télécharger des documents pour vérifier vos informations

# kyc_additionalDocs_takePhoto
source: Take Photo
fr: Prendre une photo

# kyc_additionalDocs_uploadFile
source: Upload File
fr: Télécharger un fichier

# kyc_additionalDocs_error
source: Failed to submit documents
fr: Échec de la soumission des documents

# kyc_additionalDocs_info_title
source: Why we need this
fr: Pourquoi nous en avons besoin

# kyc_additionalDocs_info_description
source: This helps us verify your identity
fr: Cela nous aide à vérifier votre identité

# kyc_additionalDocs_submit
source: Submit Documents
fr: Soumettre les documents

# kyc_additionalDocs_sourceType_salary
source: Salary
fr: Salaire

# kyc_additionalDocs_sourceType_business
source: Business Income
fr: Revenu d'entreprise

# kyc_additionalDocs_sourceType_investments
source: Investments
fr: Investissements

# kyc_additionalDocs_sourceType_savings
source: Savings
fr: Épargne

# kyc_additionalDocs_sourceType_inheritance
source: Inheritance
fr: Héritage

# kyc_additionalDocs_sourceType_gift
source: Gift
fr: Don

# kyc_additionalDocs_sourceType_other
source: Other
fr: Autre

# kyc_additionalDocs_suggestion_paySlip
source: Pay slip
fr: Bulletin de salaire

# kyc_additionalDocs_suggestion_bankStatement
source: Bank statement
fr: Relevé bancaire

# kyc_additionalDocs_suggestion_businessReg
source: Business registration
fr: Enregistrement d'entreprise

# kyc_additionalDocs_suggestion_taxReturn
source: Tax return
fr: Déclaration d'impôts

# kyc_address_title
source: Address Verification
fr: Vérification d'adresse

# kyc_address_description
source: Verify your residential address
fr: Vérifiez votre adresse résidentielle

# kyc_address_form_title
source: Your Address
fr: Votre adresse

# kyc_address_addressLine1
source: Address Line 1
fr: Adresse ligne 1

# kyc_address_addressLine2
source: Address Line 2
fr: Adresse ligne 2

# kyc_address_city
source: City
fr: Ville

# kyc_address_state
source: State/Region
fr: État/Région

# kyc_address_postalCode
source: Postal Code
fr: Code postal

# kyc_address_country
source: Country
fr: Pays

# kyc_address_proofDocument_title
source: Proof of Address
fr: Justificatif de domicile

# kyc_address_proofDocument_description
source: Upload a document showing your address
fr: Télécharger un document indiquant votre adresse

# kyc_address_takePhoto
source: Take Photo
fr: Prendre une photo

# kyc_address_retakePhoto
source: Retake Photo
fr: Reprendre une photo

# kyc_address_chooseFile
source: Choose File
fr: Choisir un fichier

# kyc_address_changeFile
source: Change File
fr: Changer de fichier

# kyc_address_uploadDocument
source: Upload Document
fr: Télécharger le document

# kyc_address_submit
source: Submit Address
fr: Soumettre l'adresse

# kyc_address_error
source: Failed to submit address
fr: Échec de la soumission de l'adresse

# kyc_address_info_title
source: Accepted Documents
fr: Documents acceptés

# kyc_address_info_description
source: Documents must be dated within 3 months
fr: Les documents doivent être datés de moins de 3 mois

# kyc_address_docType_utilityBill
source: Utility Bill
fr: Facture de services publics

# kyc_address_docType_utilityBill_description
source: Electricity, water, or gas bill
fr: Facture d'électricité, d'eau ou de gaz

# kyc_address_docType_bankStatement
source: Bank Statement
fr: Relevé bancaire

# kyc_address_docType_bankStatement_description
source: Recent bank statement
fr: Relevé bancaire récent

# kyc_address_docType_governmentLetter
source: Government Letter
fr: Lettre du gouvernement

# kyc_address_docType_governmentLetter_description
source: Official government correspondence
fr: Correspondance officielle du gouvernement

# kyc_address_docType_rentalAgreement
source: Rental Agreement
fr: Contrat de location

# kyc_address_docType_rentalAgreement_description
source: Signed rental or lease agreement
fr: Contrat de location ou de bail signé

# kyc_video_title
source: Video Verification
fr: Vérification vidéo

# kyc_video_instructions_title
source: Before You Start
fr: Avant de commencer

# kyc_video_instructions_description
source: Follow these guidelines for best results
fr: Suivez ces directives pour de meilleurs résultats

# kyc_video_instruction_lighting_title
source: Good Lighting
fr: Bon éclairage

# kyc_video_instruction_lighting_description
source: Find a well-lit area
fr: Trouvez un endroit bien éclairé

# kyc_video_instruction_position_title
source: Face Position
fr: Position du visage

# kyc_video_instruction_position_description
source: Keep your face in the frame
fr: Gardez votre visage dans le cadre

# kyc_video_instruction_quiet_title
source: Quiet Environment
fr: Environnement calme

# kyc_video_instruction_quiet_description
source: Find a quiet place
fr: Trouvez un endroit calme

# kyc_video_instruction_solo_title
source: Be Alone
fr: Soyez seul

# kyc_video_instruction_solo_description
source: Only you should be in the frame
fr: Seul vous devez être dans le cadre

# kyc_video_actions_title
source: Follow Instructions
fr: Suivez les instructions

# kyc_video_actions_description
source: Complete each action as prompted
fr: Complétez chaque action comme demandé

# kyc_video_action_lookStraight
source: Look straight
fr: Regardez droit

# kyc_video_action_turnLeft
source: Turn left
fr: Tournez à gauche

# kyc_video_action_turnRight
source: Turn right
fr: Tournez à droite

# kyc_video_action_smile
source: Smile
fr: Souriez

# kyc_video_action_blink
source: Blink
fr: Clignez des yeux

# kyc_video_startRecording
source: Start Recording
fr: Commencer l'enregistrement

# kyc_video_continue
source: Continue
fr: Continuer

# kyc_video_preview_title
source: Preview
fr: Aperçu

# kyc_video_preview_description
source: Review your video
fr: Examinez votre vidéo

# kyc_video_preview_videoRecorded
source: Video recorded
fr: Vidéo enregistrée

# kyc_video_retake
source: Retake
fr: Recommencer

# kyc_upgrade_title
source: Upgrade Verification
fr: Mise à niveau de vérification

# kyc_upgrade_selectTier
source: Select Tier
fr: Sélectionner le niveau

# kyc_upgrade_selectTier_description
source: Choose your verification level
fr: Choisissez votre niveau de vérification

# kyc_upgrade_currentTier
source: Current Tier
fr: Niveau actuel

# kyc_upgrade_recommended
source: Recommended
fr: Recommandé

# kyc_upgrade_perTransaction
source: Per Transaction
fr: Par transaction

# kyc_upgrade_dailyLimit
source: Daily Limit
fr: Limite quotidienne

# kyc_upgrade_monthlyLimit
source: Monthly Limit
fr: Limite mensuelle

# kyc_upgrade_andMore
source: and more
fr: et plus

# kyc_upgrade_requirements_title
source: Requirements
fr: Exigences

# kyc_upgrade_requirement_idDocument
source: ID Document
fr: Document d'identité

# kyc_upgrade_requirement_addressProof
source: Address Proof
fr: Justificatif de domicile

# kyc_upgrade_requirement_sourceOfFunds
source: Source of Funds
fr: Source des fonds

# kyc_upgrade_requirement_videoVerification
source: Video Verification
fr: Vérification vidéo

# kyc_upgrade_startVerification
source: Start Verification
fr: Commencer la vérification

# kyc_upgrade_reason_title
source: Why upgrade?
fr: Pourquoi mettre à niveau?

# settings_deviceTrustedSuccess
source: Device marked as trusted
fr: Appareil marqué comme fiable

# settings_deviceTrustError
source: Failed to trust device
fr: Échec de la confiance de l'appareil

# settings_deviceRemovedSuccess
source: Device removed successfully
fr: Appareil supprimé avec succès

# settings_deviceRemoveError
source: Failed to remove device
fr: Échec de la suppression de l'appareil

# settings_help
source: Help & Support
fr: Aide et support

# action_copiedToClipboard
source: Copied to clipboard
fr: Copié dans le presse-papiers

# transfer_successTitle
source: Transfer Successful!
fr: Transfert réussi!

# transfer_successMessage
source: Your transfer of {amount} was successful
fr: Votre transfert de {amount} a réussi

# transactions_transactionId
source: Transaction ID
fr: ID de transaction

# common_amount
source: Amount
fr: Montant

# transactions_status
source: Status
fr: Statut

# transactions_completed
source: Completed
fr: Terminé

# action_shareReceipt
source: Share Receipt
fr: Partager le reçu

# withdraw_bankTransfer
source: Bank Transfer
fr: Virement bancaire

# withdraw_crypto
source: Crypto Wallet
fr: Portefeuille crypto

# withdraw_mobileMoneyDesc
source: Withdraw to Orange Money, MTN, Wave
fr: Retirer vers Orange Money, MTN, Wave

# withdraw_bankDesc
source: Transfer to your bank account
fr: Transférer vers votre compte bancaire

# withdraw_cryptoDesc
source: Send to external wallet
fr: Envoyer vers un portefeuille externe

# navigation_withdraw
source: Withdraw
fr: Retirer

# withdraw_method
source: Withdrawal Method
fr: Méthode de retrait

# withdraw_processingInfo
source: Processing times vary by method
fr: Les délais de traitement varient selon la méthode

# withdraw_amountLabel
source: Amount to Withdraw
fr: Montant à retirer

# withdraw_mobileNumber
source: Mobile Money Number
fr: Numéro Mobile Money

# withdraw_bankDetails
source: Bank Details
fr: Coordonnées bancaires

# withdraw_walletAddress
source: Wallet Address
fr: Adresse du portefeuille

# withdraw_networkWarning
source: Make sure you are sending to a Solana USDC address
fr: Assurez-vous d'envoyer vers une adresse Solana USDC
