Repository: wejoona/mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# appName
source: JoonaPay
fr: Korido

# navigation_home
source: Home
fr: Accueil

# navigation_settings
source: Settings
fr: Paramètres

# navigation_send
source: Send
fr: Envoyer

# navigation_receive
source: Receive
fr: Recevoir

# action_continue
source: Continue
fr: Continuer

# action_cancel
source: Cancel
fr: Annuler

# action_confirm
source: Confirm
fr: Confirmer

# action_back
source: Back
fr: Retour

# action_submit
source: Submit
fr: Soumettre

# action_done
source: Done
fr: Terminé

# action_save
source: Save
fr: Enregistrer

# action_edit
source: Edit
fr: Modifier

# action_copy
source: Copy
fr: Copier

# action_share
source: Share
fr: Partager

# action_scan
source: Scan
fr: Scanner

# action_retry
source: Retry
fr: Réessayer

# action_clearAll
source: Clear all
fr: Tout effacer

# action_clearFilters
source: Clear Filters
fr: Effacer les filtres

# action_clear
source: Clear
fr: Effacer

# action_tryAgain
source: Try Again
fr: Réessayer

# auth_login
source: Login
fr: Connexion

# auth_verify
source: Verify
fr: Vérifier

# auth_enterOtp
source: Enter OTP
fr: Entrer le code OTP

# auth_phoneNumber
source: Phone Number
fr: Numéro de téléphone

# auth_pin
source: PIN
fr: Code PIN

# auth_logout
source: Logout
fr: Se déconnecter

# auth_logoutConfirm
source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter?

# auth_welcomeBack
source: Welcome back
fr: Bon retour

# auth_createWallet
source: Create your USDC wallet
fr: Créez votre portefeuille USDC

# auth_createAccount
source: Create Account
fr: Créer un compte

# auth_alreadyHaveAccount
source: Already have an account?
fr: Vous avez déjà un compte?

# auth_dontHaveAccount
source: Don't have an account?
fr: Vous n'avez pas de compte?

# auth_signIn
source: Sign in
fr: Se connecter

# auth_signUp
source: Sign up
fr: S'inscrire

# auth_country
source: Country
fr: Pays

# auth_selectCountry
source: Select Country
fr: Sélectionner un pays

# auth_searchCountry
source: Search country...
fr: Rechercher un pays...

# auth_enterDigits
source: Enter {count} digits
fr: Entrer {count} chiffres

# auth_termsPrompt
source: By continuing, you agree to our
fr: En continuant, vous acceptez nos

# auth_termsOfService
source: Terms of Service
fr: Conditions d'utilisation

# auth_privacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# auth_and
source: and
fr: et

# auth_secureLogin
source: Secure Login
fr: Connexion sécurisée

# auth_otpMessage
source: Enter the 6-digit code sent to {phone}
fr: Entrez le code à 6 chiffres envoyé à {phone}

# auth_waitingForSms
source: Waiting for SMS...
fr: En attente du SMS...

# auth_resendCode
source: Resend Code
fr: Renvoyer le code

# auth_phoneInvalid
source: Please enter a valid phone number
fr: Veuillez entrer un numéro de téléphone valide

# auth_otp
source: OTP Code
fr: Code OTP

# auth_resendOtp
source: Resend OTP
fr: Renvoyer le code

# auth_error_invalidOtp
source: Invalid OTP code. Please try again.
fr: Code OTP invalide. Veuillez réessayer.

# login_welcomeBack
source: Welcome back
fr: Bon retour

# login_enterPhone
source: Enter your phone number to login
fr: Entrez votre numéro de téléphone pour vous connecter

# login_rememberPhone
source: Remember this device
fr: Se souvenir de cet appareil

# login_noAccount
source: Don't have an account?
fr: Vous n'avez pas de compte?

# login_createAccount
source: Create account
fr: Créer un compte

# login_verifyCode
source: Verify your code
fr: Vérifiez votre code

# login_codeSentTo
source: Enter the 6-digit code sent to {countryCode} {phone}
fr: Entrez le code à 6 chiffres envoyé au {countryCode} {phone}

# login_resendCode
source: Resend code
fr: Renvoyer le code

# login_resendIn
source: Resend code in {seconds}s
fr: Renvoyer le code dans {seconds}s

# login_verifying
source: Verifying...
fr: Vérification...

# login_enterPin
source: Enter your PIN
fr: Entrez votre code PIN

# login_pinSubtitle
source: Enter your 6-digit PIN to access your wallet
fr: Entrez votre code PIN à 6 chiffres pour accéder à votre portefeuille

# login_forgotPin
source: Forgot PIN?
fr: Code PIN oublié?

# login_attemptsRemaining
source: {count, plural, =1{1 attempt remaining} other{{count} attempts remaining}}
fr: {count, plural, =1{1 tentative restante} other{{count} tentatives restantes}}

# login_accountLocked
source: Account Locked
fr: Compte verrouillé

# login_lockedMessage
source: Too many failed attempts. Your account has been locked for 15 minutes for security.
fr: Trop de tentatives échouées. Votre compte a été verrouillé pendant 15 minutes pour des raisons de sécurité.

# common_continue
source: Continue
fr: Continuer

# wallet_balance
source: Balance
fr: Solde

# wallet_sendMoney
source: Send Money
fr: Envoyer de l'argent

# wallet_receiveMoney
source: Receive Money
fr: Recevoir de l'argent

# wallet_transactionHistory
source: Transaction History
fr: Historique des transactions

# wallet_availableBalance
source: Available Balance
fr: Solde disponible

# wallet_totalBalance
source: Total Balance
fr: Solde total

# wallet_fiatBalance
source: Fiat Balance
fr: Solde fiduciaire

# wallet_createWallet
source: Create Wallet
fr: Créer un portefeuille

# wallet_noWalletFound
source: No Wallet Found
fr: Aucun portefeuille trouvé

# wallet_createWalletMessage
source: Create your wallet to start sending and receiving money
fr: Créez votre portefeuille pour commencer à envoyer et recevoir de l'argent

# wallet_loadingWallet
source: Loading wallet...
fr: Chargement du portefeuille...

# wallet_activateTitle
source: Activate Your Wallet
fr: Activez votre portefeuille

# wallet_activateDescription
source: Set up your USDC wallet to start sending and receiving money instantly
fr: Configurez votre portefeuille USDC pour envoyer et recevoir de l'argent instantanément

# wallet_activateButton
source: Activate Wallet
fr: Activer le portefeuille

# wallet_activating
source: Activating your wallet...
fr: Activation de votre portefeuille...

# wallet_activateFailed
source: Failed to activate wallet. Please try again.
fr: Échec de l'activation. Veuillez réessayer.

# home_welcomeBack
source: Welcome back
fr: Bon retour

# home_allServices
source: All Services
fr: Tous les services

# home_viewAllFeatures
source: View all available features
fr: Voir toutes les fonctionnalités disponibles

# home_recentTransactions
source: Recent Transactions
fr: Transactions récentes

# home_noTransactionsYet
source: No Transactions Yet
fr: Aucune transaction pour le moment

# home_transactionsWillAppear
source: Your recent transactions will appear here
fr: Vos transactions récentes apparaîtront ici

# home_balance
source: Balance
fr: Solde

# send_title
source: Send Money
fr: Envoyer de l'argent

# send_toPhone
source: To Phone
fr: Vers téléphone

# send_toWallet
source: To Wallet
fr: Vers portefeuille

# send_recent
source: Recent
fr: Récents

# send_recipient
source: Recipient
fr: Destinataire

# send_saved
source: Saved
fr: Enregistrés

# send_amountUsd
source: Amount (USD)
fr: Montant (USD)

# send_walletAddress
source: Wallet Address
fr: Adresse du portefeuille

# send_networkInfo
source: External transfers may take a few minutes. Small fees apply.
fr: Les transferts externes peuvent prendre quelques minutes. De petits frais s'appliquent.

# send_transferSuccess
source: Transfer Successful!
fr: Transfert réussi!

# send_invalidAmount
source: Enter a valid amount
fr: Entrez un montant valide

# send_insufficientBalance
source: Insufficient balance
fr: Solde insuffisant

# send_addressMustStartWith0x
source: Address must start with 0x
fr: L'adresse doit commencer par 0x

# send_addressLength
source: Address must be exactly 42 characters
fr: L'adresse doit comporter exactement 42 caractères

# send_invalidEthereumAddress
source: Invalid Ethereum address format
fr: Format d'adresse Ethereum invalide

# send_saveRecipientPrompt
source: Save Recipient?
fr: Enregistrer le destinataire?

# send_saveRecipientMessage
source: Would you like to save this recipient for future transfers?
fr: Souhaitez-vous enregistrer ce destinataire pour de futurs transferts?

# send_notNow
source: Not Now
fr: Pas maintenant

# send_saveRecipientTitle
source: Save Recipient
fr: Enregistrer le destinataire

# send_enterRecipientName
source: Enter a name for this recipient
fr: Entrez un nom pour ce destinataire

# send_name
source: Name
fr: Nom

# send_recipientSaved
source: Recipient saved
fr: Destinataire enregistré

# send_failedToSaveRecipient
source: Failed to save recipient
fr: Échec de l'enregistrement du destinataire

# send_selectSavedRecipient
source: Select Saved Recipient
fr: Sélectionner un destinataire enregistré

# send_selectContact
source: Select Contact
fr: Sélectionner un contact

# send_searchRecipients
source: Search recipients...
fr: Rechercher des destinataires...

# send_searchContacts
source: Search contacts
fr: Rechercher des contacts

# send_noSavedRecipients
source: No saved recipients
fr: Aucun destinataire enregistré

# send_failedToLoadRecipients
source: Failed to load recipients
fr: Échec du chargement des destinataires

# send_joonaPayUser
source: JoonaPay user
fr: Utilisateur Korido

# send_tooManyAttempts
source: Too many incorrect attempts. Please try again later.
fr: Trop de tentatives incorrectes. Veuillez réessayer plus tard.

# receive_title
source: Receive USDC
fr: Recevoir USDC

# receive_receiveUsdc
source: Receive USDC
fr: Recevoir USDC

# receive_onlySendUsdc
source: Share your address to receive USDC
fr: Partagez votre adresse pour recevoir de l'USDC

# receive_yourWalletAddress
source: Your Wallet Address
fr: Votre adresse de portefeuille

# receive_walletNotAvailable
source: Wallet address not available
fr: Adresse de portefeuille non disponible

# receive_addressCopied
source: Address copied to clipboard (auto-clears in 60s)
fr: Adresse copiée dans le presse-papiers (s'efface automatiquement dans 60s)

# receive_shareMessage
source: Send USDC to my JoonaPay wallet: {address}
fr: Envoyez de l'USDC à mon portefeuille Korido: {address}

# receive_shareSubject
source: My USDC Wallet Address
fr: Mon adresse de portefeuille USDC

# receive_warningMessage
source: Only send USDC to this address. Sending other tokens may result in permanent loss of funds.
fr: Envoyez uniquement de l'USDC à cette adresse. L'envoi d'autres jetons peut entraîner une perte permanente de fonds.

# transactions_searchPlaceholder
source: Search transactions...
fr: Rechercher des transactions...

# transactions_noResultsFound
source: No Results Found
fr: Aucun résultat trouvé

# transactions_noTransactions
source: No Transactions
fr: Aucune transaction

# transactions_adjustFilters
source: Try adjusting your filters or search query to find what you're looking for.
fr: Essayez d'ajuster vos filtres ou votre requête de recherche pour trouver ce que vous cherchez.

# transactions_historyMessage
source: Your transaction history will appear here once you make your first deposit or transfer.
fr: Votre historique de transactions apparaîtra ici une fois que vous aurez effectué votre premier dépôt ou transfert.

# transactions_somethingWentWrong
source: Something Went Wrong
fr: Quelque chose s'est mal passé

# transactions_today
source: Today
fr: Aujourd'hui

# transactions_yesterday
source: Yesterday
fr: Hier

# transactions_deposit
source: Deposit
fr: Dépôt

# transactions_withdrawal
source: Withdrawal
fr: Retrait

# transactions_transferReceived
source: Transfer Received
fr: Transfert reçu

# transactions_transferSent
source: Transfer Sent
fr: Transfert envoyé

# transactions_mobileMoneyDeposit
source: Mobile Money Deposit
fr: Dépôt Mobile Money

# transactions_mobileMoneyWithdrawal
source: Mobile Money Withdrawal
fr: Retrait Mobile Money

# transactions_externalWallet
source: External Wallet
fr: Portefeuille externe

# transactions_deposits
source: Deposits
fr: Dépôts

# transactions_withdrawals
source: Withdrawals
fr: Retraits

# transactions_receivedFilter
source: Received
fr: Reçus

# transactions_sentFilter
source: Sent
fr: Envoyés

# services_coreServices
source: Core Services
fr: Services principaux

# services_financialServices
source: Financial Services
fr: Services financiers

# services_billsPayments
source: Bills & Payments
fr: Factures et paiements

# services_toolsAnalytics
source: Tools & Analytics
fr: Outils et analyses

# services_sendMoney
source: Send Money
fr: Envoyer de l'argent

# services_sendMoneyDesc
source: Transfer to any wallet
fr: Transférer vers n'importe quel portefeuille

# services_receiveMoney
source: Receive Money
fr: Recevoir de l'argent

# services_receiveMoneyDesc
source: Get your wallet address
fr: Obtenir votre adresse de portefeuille

# services_requestMoney
source: Request Money
fr: Demander de l'argent

# services_requestMoneyDesc
source: Create payment request
fr: Créer une demande de paiement

# services_scanQr
source: Scan QR
fr: Scanner QR

# services_scanQrDesc
source: Scan to pay or receive
fr: Scanner pour payer ou recevoir

# services_recipients
source: Recipients
fr: Destinataires

# services_recipientsDesc
source: Manage saved contacts
fr: Gérer les contacts enregistrés

# services_scheduledTransfers
source: Scheduled Transfers
fr: Transferts programmés

# services_scheduledTransfersDesc
source: Manage recurring payments
fr: Gérer les paiements récurrents

# services_virtualCard
source: Virtual Card
fr: Carte virtuelle

# services_virtualCardDesc
source: Online shopping card
fr: Carte pour achats en ligne

# services_savingsGoals
source: Savings Goals
fr: Objectifs d'épargne

# services_savingsGoalsDesc
source: Track your savings
fr: Suivre votre épargne

# services_budgetDesc
source: Manage spending limits
fr: Gérer les limites de dépenses

# services_currencyConverter
source: Currency Converter
fr: Convertisseur de devises

# services_currencyConverterDesc
source: Convert currencies
fr: Convertir les devises

# services_billPayments
source: Bill Payments
fr: Paiement de factures

# services_billPaymentsDesc
source: Pay utility bills
fr: Payer les factures de services publics

# services_buyAirtime
source: Buy Airtime
fr: Acheter du crédit

# services_buyAirtimeDesc
source: Mobile top-up
fr: Recharge mobile

# services_splitBills
source: Split Bills
fr: Partager les factures

# services_splitBillsDesc
source: Share expenses
fr: Partager les dépenses

# services_analytics
source: Analytics
fr: Analyses

# services_analyticsDesc
source: View spending insights
fr: Voir les informations sur les dépenses

# services_referrals
source: Referrals
fr: Parrainages

# services_referralsDesc
source: Invite and earn
fr: Inviter et gagner

# settings_profile
source: Profile
fr: Profil

# settings_profileDescription
source: Manage your personal information
fr: Gérez vos informations personnelles

# settings_security
source: Security
fr: Sécurité

# settings_securitySettings
source: Security Settings
fr: Paramètres de sécurité

# settings_securityDescription
source: PIN, 2FA, biometrics
fr: PIN, 2FA, biométrie

# settings_language
source: Language
fr: Langue

# settings_theme
source: Theme
fr: Thème

# settings_selectTheme
source: Select Theme
fr: Sélectionner le thème

# settings_themeLight
source: Light
fr: Clair

# settings_themeDark
source: Dark
fr: Sombre

# settings_themeSystem
source: System
fr: Système

# settings_preferences
source: Preferences
fr: Préférences

# settings_defaultCurrency
source: Default Currency
fr: Devise par défaut

# settings_helpSupport
source: Help & Support
fr: Aide et support

# settings_helpDescription
source: FAQs, chat, contact
fr: FAQ, chat, contact

# settings_kycVerification
source: KYC Verification
fr: Vérification KYC

# settings_transactionLimits
source: Transaction Limits
fr: Limites de transaction

# settings_limitsDescription
source: View & increase limits
fr: Voir et augmenter les limites

# settings_referEarn
source: Refer & Earn
fr: Parrainer et gagner

# settings_referDescription
source: Invite friends and earn rewards
fr: Invitez des amis et gagnez des récompenses

# kyc_verified
source: Verified
fr: Vérifié

# kyc_pending
source: Pending Review
fr: En attente

# kyc_rejected
source: Rejected - Retry
fr: Rejeté - Réessayer

# kyc_notStarted
source: Not Started
fr: Non commencé

# kyc_title
source: Identity Verification
fr: Vérification d'identité

# kyc_selectDocumentType
source: Select Document Type
fr: Sélectionner le type de document

# kyc_selectDocumentType_description
source: Choose the type of document you'd like to verify with
fr: Choisissez le type de document que vous souhaitez utiliser pour la vérification

# kyc_documentType_nationalId
source: National ID Card
fr: Carte d'identité nationale

# kyc_documentType_nationalId_description
source: Government-issued ID card
fr: Carte d'identité émise par le gouvernement

# kyc_documentType_passport
source: Passport
fr: Passeport

# kyc_documentType_passport_description
source: International travel document
fr: Document de voyage international

# kyc_documentType_driversLicense
source: Driver's License
fr: Permis de conduire

# kyc_documentType_driversLicense_description
source: Government-issued driver's license
fr: Permis de conduire émis par le gouvernement

# kyc_capture_frontSide_guidance
source: Align the front of your document within the frame
fr: Alignez le recto de votre document dans le cadre

# kyc_capture_backSide_guidance
source: Align the back of your document within the frame
fr: Alignez le verso de votre document dans le cadre

# kyc_capture_nationalIdInstructions
source: Position your ID card flat and well-lit within the frame
fr: Positionnez votre carte d'identité à plat et bien éclairée dans le cadre

# kyc_capture_passportInstructions
source: Position your passport photo page within the frame
fr: Positionnez la page photo de votre passeport dans le cadre

# kyc_capture_driversLicenseInstructions
source: Position your driver's license flat within the frame
fr: Positionnez votre permis de conduire à plat dans le cadre

# kyc_capture_backInstructions
source: Now capture the back side of your document
fr: Capturez maintenant le verso de votre document

# kyc_checkingQuality
source: Checking image quality...
fr: Vérification de la qualité de l'image...

# kyc_reviewImage
source: Review Image
fr: Vérifier l'image

# kyc_retake
source: Retake
fr: Reprendre

# kyc_accept
source: Accept
fr: Accepter

# kyc_error_imageQuality
source: Image quality is not acceptable. Please try again.
fr: La qualité de l'image n'est pas acceptable. Veuillez réessayer.

# kyc_error_imageBlurry
source: Image is too blurry. Hold your phone steady and try again.
fr: L'image est trop floue. Tenez votre téléphone stable et réessayez.

# kyc_error_imageGlare
source: Too much glare detected. Avoid direct light and try again.
fr: Trop de reflets détectés. Évitez la lumière directe et réessayez.

# kyc_error_imageTooDark
source: Image is too dark. Use better lighting and try again.
fr: L'image est trop sombre. Utilisez un meilleur éclairage et réessayez.

# kyc_status_pending_title
source: Start Verification
fr: Démarrer la vérification

# kyc_status_pending_description
source: Complete your identity verification to unlock higher limits and all features.
fr: Complétez votre vérification d'identité pour débloquer des limites plus élevées et toutes les fonctionnalités.

# kyc_status_submitted_title
source: Verification In Progress
fr: Vérification en cours

# kyc_status_submitted_description
source: Your documents are being reviewed. This usually takes 1-2 business days.
fr: Vos documents sont en cours d'examen. Cela prend généralement 1 à 2 jours ouvrables.

# kyc_status_approved_title
source: Verification Complete
fr: Vérification terminée

# kyc_status_approved_description
source: Your identity has been verified. You now have access to all features!
fr: Votre identité a été vérifiée. Vous avez maintenant accès à toutes les fonctionnalités!

# kyc_status_rejected_title
source: Verification Failed
fr: Échec de la vérification

# kyc_status_rejected_description
source: We couldn't verify your documents. Please review the reason below and try again.
fr: Nous n'avons pas pu vérifier vos documents. Veuillez consulter la raison ci-dessous et réessayer.

# kyc_status_additionalInfo_title
source: Additional Information Needed
fr: Informations supplémentaires requises

# kyc_status_additionalInfo_description
source: Please provide additional information to complete your verification.
fr: Veuillez fournir des informations supplémentaires pour compléter votre vérification.

# kyc_rejectionReason
source: Rejection Reason
fr: Raison du rejet

# kyc_tryAgain
source: Try Again
fr: Réessayer

# kyc_startVerification
source: Start Verification
fr: Démarrer la vérification

# kyc_info_security_title
source: Your Data is Secure
fr: Vos données sont sécurisées

# kyc_info_security_description
source: All documents are encrypted and securely stored
fr: Tous les documents sont cryptés et stockés en toute sécurité

# kyc_info_time_title
source: Quick Process
fr: Processus rapide

# kyc_info_time_description
source: Verification usually takes 1-2 business days
fr: La vérification prend généralement 1 à 2 jours ouvrables

# kyc_info_documents_title
source: Documents Needed
fr: Documents requis

# kyc_info_documents_description
source: Valid government-issued ID or passport
fr: Pièce d'identité ou passeport émis par le gouvernement

# kyc_reviewDocuments
source: Review Documents
fr: Vérifier les documents

# kyc_review_description
source: Review your captured documents before submitting for verification
fr: Vérifiez vos documents capturés avant de les soumettre pour vérification

# kyc_review_documentFront
source: Document Front
fr: Recto du document

# kyc_review_documentBack
source: Document Back
fr: Verso du document

# kyc_review_yourSelfie
source: Your Selfie
fr: Votre selfie

# kyc_submitForVerification
source: Submit for Verification
fr: Soumettre pour vérification

# kyc_selfie_title
source: Take a Selfie
fr: Prendre un selfie

# kyc_selfie_guidance
source: Position your face in the oval frame
fr: Positionnez votre visage dans le cadre ovale

# kyc_selfie_livenessHint
source: Make sure you're in a well-lit area
fr: Assurez-vous d'être dans un endroit bien éclairé

# kyc_selfie_instructions
source: Look straight at the camera and keep your face within the frame
fr: Regardez directement la caméra et gardez votre visage dans le cadre

# kyc_reviewSelfie
source: Review Selfie
fr: Vérifier le selfie

# kyc_submitted_title
source: Verification Submitted
fr: Vérification soumise

# kyc_submitted_description
source: Thank you! Your documents have been submitted for verification. We'll notify you once the review is complete.
fr: Merci! Vos documents ont été soumis pour vérification. Nous vous informerons une fois l'examen terminé.

# kyc_submitted_timeEstimate
source: Verification usually takes 1-2 business days
fr: La vérification prend généralement 1 à 2 jours ouvrables

# transaction_sent
source: Sent
fr: Envoyé

# transaction_received
source: Received
fr: Reçu

# transaction_pending
source: Pending
fr: En attente

# transaction_failed
source: Failed
fr: Échoué

# transaction_completed
source: Completed
fr: Terminé

# error_generic
source: Something went wrong. Please try again.
fr: Nous avons rencontré un problème. Veuillez réessayer dans un instant.

# error_network
source: Network error. Please check your connection.
fr: Impossible de se connecter. Veuillez vérifier votre connexion Internet et réessayer.

# error_failedToLoadBalance
source: Failed to load balance
fr: Impossible de charger votre solde. Tirez vers le bas pour actualiser ou réessayez plus tard.

# error_failedToLoadTransactions
source: Failed to load transactions
fr: Impossible de charger les transactions. Tirez vers le bas pour actualiser ou réessayez plus tard.
