Repository: wejoona/mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# settings_account
source: Account
fr: Compte

# settings_about
source: About
fr: À propos

# settings_termsOfService
source: Terms of Service
fr: Conditions d'utilisation

# settings_privacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# settings_appVersion
source: App Version
fr: Version de l'application

# profile_firstName
source: First Name
fr: Prénom

# profile_lastName
source: Last Name
fr: Nom de famille

# profile_phoneNumber
source: Phone Number
fr: Numéro de téléphone

# profile_phoneCannotChange
source: Phone number cannot be changed
fr: Le numéro de téléphone ne peut pas être changé

# profile_updateSuccess
source: Profile updated successfully
fr: Profil mis à jour avec succès

# profile_updateError
source: Failed to update profile
fr: Échec de la mise à jour du profil

# help_faq
source: Frequently Asked Questions
fr: Questions fréquemment posées

# help_needMoreHelp
source: Need More Help?
fr: Besoin d'aide supplémentaire?

# help_reportProblem
source: Report Problem
fr: Signaler un problème

# help_liveChat
source: Live Chat
fr: Chat en direct

# help_emailSupport
source: Email Support
fr: Support par email

# help_whatsappSupport
source: WhatsApp Support
fr: Support WhatsApp

# help_copiedToClipboard
source: Copied to clipboard
fr: Copié dans le presse-papiers

# onboarding_skip
source: Skip
fr: Passer

# onboarding_getStarted
source: Get Started
fr: Commencer

# onboarding_slide1_title
source: Send Money Instantly
fr: Envoyez de l'argent instantanément

# onboarding_slide1_description
source: Transfer USDC to anyone, anywhere in West Africa. Fast, secure, and with minimal fees.
fr: Transférez des USDC à n'importe qui, n'importe où en Afrique de l'Ouest. Rapide, sécurisé et avec des frais minimes.

# onboarding_slide2_title
source: Pay Bills Easily
fr: Payez vos factures facilement

# onboarding_slide2_description
source: Pay your utility bills, buy airtime, and manage all your payments in one place.
fr: Payez vos factures de services publics, achetez du crédit et gérez tous vos paiements en un seul endroit.

# onboarding_slide3_title
source: Save for Goals
fr: Épargnez pour vos objectifs

# onboarding_slide3_description
source: Set savings goals and watch your money grow with USDC's stable value.
fr: Fixez des objectifs d'épargne et regardez votre argent croître avec la valeur stable de l'USDC.

# onboarding_phoneInput_title
source: Enter your phone number
fr: Entrez votre numéro de téléphone

# onboarding_phoneInput_subtitle
source: We'll send you a code to verify your number
fr: Nous vous enverrons un code pour vérifier votre numéro

# onboarding_phoneInput_label
source: Phone Number
fr: Numéro de téléphone

# onboarding_phoneInput_terms
source: I agree to the Terms of Service and Privacy Policy
fr: J'accepte les Conditions d'utilisation et la Politique de confidentialité

# onboarding_phoneInput_loginLink
source: Already have an account? Login
fr: Vous avez déjà un compte? Connexion

# onboarding_otp_title
source: Verify your number
fr: Vérifiez votre numéro

# onboarding_otp_subtitle
source: Enter the 6-digit code sent to {dialCode} {phoneNumber}
fr: Entrez le code à 6 chiffres envoyé au {dialCode} {phoneNumber}

# onboarding_otp_resend
source: Resend Code
fr: Renvoyer le code

# onboarding_otp_resendIn
source: Resend in {seconds}s
fr: Renvoyer dans {seconds}s

# onboarding_otp_verifying
source: Verifying...
fr: Vérification...

# onboarding_pin_title
source: Create your PIN
fr: Créez votre PIN

# onboarding_pin_confirmTitle
source: Confirm your PIN
fr: Confirmez votre PIN

# onboarding_pin_enterPin
source: Enter your new 6-digit PIN
fr: Entrez votre nouveau PIN à 6 chiffres

# onboarding_pin_confirmPin
source: Re-enter your PIN to confirm
fr: Ressaisissez votre PIN pour confirmer

# pin_error_mismatch
source: PINs don't match. Please try again.
fr: Les PIN ne correspondent pas. Veuillez réessayer.

# onboarding_profile_title
source: Tell us about yourself
fr: Parlez-nous de vous

# onboarding_profile_subtitle
source: This helps us personalize your experience
fr: Cela nous aide à personnaliser votre expérience

# onboarding_profile_firstName
source: First Name
fr: Prénom

# onboarding_profile_firstNameHint
source: e.g., Amadou
fr: par ex., Amadou

# onboarding_profile_firstNameRequired
source: First name is required
fr: Le prénom est requis

# onboarding_profile_lastName
source: Last Name
fr: Nom de famille

# onboarding_profile_lastNameHint
source: e.g., Diallo
fr: par ex., Diallo

# onboarding_profile_lastNameRequired
source: Last name is required
fr: Le nom de famille est requis

# onboarding_profile_email
source: Email (Optional)
fr: Email (Optionnel)

# onboarding_profile_emailHint
source: e.g., amadou@example.com
fr: par ex., amadou@exemple.com

# onboarding_profile_emailInvalid
source: Please enter a valid email address
fr: Veuillez entrer une adresse email valide

# onboarding_kyc_title
source: Verify your identity
fr: Vérifiez votre identité

# onboarding_kyc_subtitle
source: Unlock higher limits and all features
fr: Débloquez des limites plus élevées et toutes les fonctionnalités

# onboarding_kyc_benefit1
source: Higher transaction limits
fr: Limites de transaction plus élevées

# onboarding_kyc_benefit2
source: Send to external wallets
fr: Envoyez vers des portefeuilles externes

# onboarding_kyc_benefit3
source: All features unlocked
fr: Toutes les fonctionnalités débloquées

# onboarding_kyc_verify
source: Verify Now
fr: Vérifier maintenant

# onboarding_kyc_later
source: Maybe Later
fr: Peut-être plus tard

# onboarding_success_title
source: Welcome to JoonaPay!
fr: Bienvenue sur Korido!

# onboarding_success_subtitle
source: Hi {name}, you're all set!
fr: Salut {name}, vous êtes prêt!

# onboarding_success_walletCreated
source: Your Wallet is Ready
fr: Votre portefeuille est prêt

# onboarding_success_walletMessage
source: Start sending, receiving, and managing your USDC today
fr: Commencez à envoyer, recevoir et gérer vos USDC dès aujourd'hui

# onboarding_success_continue
source: Start Using JoonaPay
fr: Commencer à utiliser Korido

# action_delete
source: Delete
fr: Supprimer

# analytics_title
source: Analytics
fr: Analyses

# analytics_period7Days
source: 7 Days
fr: 7 jours

# analytics_period30Days
source: 30 Days
fr: 30 jours

# analytics_period90Days
source: 90 Days
fr: 90 jours

# analytics_period1Year
source: 1 Year
fr: 1 an

# analytics_income
source: Income
fr: Revenus

# analytics_expenses
source: Expenses
fr: Dépenses

# analytics_netChange
source: Net Change
fr: Variation nette

# analytics_surplus
source: Surplus
fr: Excédent

# analytics_deficit
source: Deficit
fr: Déficit

# analytics_spendingByCategory
source: Spending by Category
fr: Dépenses par catégorie

# analytics_categoryTransfers
source: Transfers
fr: Transferts

# analytics_categoryWithdrawals
source: Withdrawals
fr: Retraits

# analytics_categoryBills
source: Bills
fr: Factures

# analytics_categoryOther
source: Other
fr: Autres

# analytics_categoryDetails
source: Category Details
fr: Détails de la catégorie

# analytics_transactionFrequency
source: Transaction Frequency
fr: Fréquence des transactions

# analytics_insights
source: Insights
fr: Aperçus

# analytics_insightSpendingDown
source: Spending Down
fr: Dépenses en baisse

# analytics_insightSpendingDownDesc
source: Your spending is 5.2% lower than last month. Great job!
fr: Vos dépenses sont inférieures de 5,2% au mois dernier. Excellent travail!

# analytics_insightSavings
source: Savings Opportunity
fr: Opportunité d'épargne

# analytics_insightSavingsDesc
source: You could save $50/month by reducing withdrawal fees.
fr: Vous pourriez économiser 50$/mois en réduisant les frais de retrait.

# analytics_insightPeakActivity
source: Peak Activity
fr: Activité de pointe

# analytics_insightPeakActivityDesc
source: Most of your transactions happen on Thursdays.
fr: La plupart de vos transactions ont lieu les jeudis.

# analytics_exportingReport
source: Exporting report...
fr: Exportation du rapport...

# converter_title
source: Currency Converter
fr: Convertisseur de devises

# converter_from
source: From
fr: De

# converter_to
source: To
fr: Vers

# converter_quickAmounts
source: Quick Amounts
fr: Montants rapides

# converter_popularCurrencies
source: Popular Currencies
fr: Devises populaires

# converter_selectCurrency
source: Select Currency
fr: Sélectionner la devise

# converter_rateInfo
source: Rate Information
fr: Informations sur le taux

# converter_ratesUpdated
source: Exchange rates updated
fr: Taux de change mis à jour

# converter_updatedJustNow
source: Updated just now
fr: Mis à jour à l'instant

# converter_perUsdc
source: per USDC
fr: par USDC

# converter_rateDisclaimer
source: Exchange rates are for informational purposes only and may differ from actual transaction rates. Rates are updated every hour.
fr: Les taux de change sont fournis à titre indicatif uniquement et peuvent différer des taux de transaction réels. Les taux sont mis à jour toutes les heures.

# currency_usd
source: US Dollar
fr: Dollar américain

# currency_xof
source: West African CFA Franc
fr: Franc CFA d'Afrique de l'Ouest

# currency_gbp
source: British Pound
fr: Livre sterling

# currency_ngn
source: Nigerian Naira
fr: Naira nigérian

# currency_ghs
source: Ghanaian Cedi
fr: Cedi ghanéen

# currency_kes
source: Kenyan Shilling
fr: Shilling kenyan

# currency_zar
source: South African Rand
fr: Rand sud-africain

# referrals_title
source: Refer & Earn
fr: Parrainer et gagner

# referrals_subtitle
source: Invite friends and earn rewards together
fr: Invitez des amis et gagnez des récompenses ensemble

# referrals_yourCode
source: Your Referral Code
fr: Votre code de parrainage

# referrals_yourRewards
source: Your Rewards
fr: Vos récompenses

# referrals_totalEarned
source: Total Earned
fr: Total gagné

# referrals_friendsInvited
source: Friends Invited
fr: Amis invités

# referrals_earnAmount
source: Earn $5
fr: Gagnez 5$

# referrals_earnDescription
source: for each friend who signs up and makes their first deposit
fr: pour chaque ami qui s'inscrit et effectue son premier dépôt

# referrals_howItWorks
source: How it works
fr: Comment ça marche

# referrals_step1Title
source: Share your code
fr: Partagez votre code

# referrals_step1Description
source: Send your referral code or link to friends
fr: Envoyez votre code ou lien de parrainage à vos amis

# referrals_step2Title
source: Friend signs up
fr: L'ami s'inscrit

# referrals_step2Description
source: They create an account using your code
fr: Ils créent un compte en utilisant votre code

# referrals_step3Title
source: First deposit
fr: Premier dépôt

# referrals_step3Description
source: They make their first deposit of $10 or more
fr: Ils effectuent leur premier dépôt de 10$ ou plus

# referrals_step4Title
source: You both earn!
fr: Vous gagnez tous les deux!

# referrals_step4Description
source: You get $5, and your friend gets $5 too
fr: Vous recevez 5$, et votre ami reçoit également 5$

# referrals_shareLink
source: Share Link
fr: Partager le lien

# referrals_invite
source: Invite
fr: Inviter

# referrals_inviteComingSoon
source: Contact invite coming soon
fr: Invitation par contact bientôt disponible

# referrals_history
source: Referral History
fr: Historique des parrainages

# referrals_noReferrals
source: No referrals yet
fr: Aucun parrainage pour le moment

# referrals_startInviting
source: Start inviting friends to see your rewards here
fr: Commencez à inviter des amis pour voir vos récompenses ici

# referrals_codeCopied
source: Referral code copied!
fr: Code de parrainage copié!

# referrals_shareMessage
source: Join JoonaPay and get $5 bonus on your first deposit! Use my referral code: {code} Download now: https://joonapay.com/download
fr: Rejoignez Korido et obtenez un bonus de 5$ sur votre premier dépôt! Utilisez mon code de parrainage: {code} Téléchargez maintenant: https://joonapay.com/download

# referrals_shareSubject
source: Join JoonaPay - Get $5 bonus!
fr: Rejoignez Korido - Obtenez un bonus de 5$!

# savingsPots_title
source: Savings Pots
fr: Pots d'épargne

# savingsPots_emptyTitle
source: Start saving for your goals
fr: Commencez à épargner pour vos objectifs

# savingsPots_emptyMessage
source: Create pots to save money for specific goals like vacations, gadgets, or emergencies.
fr: Créez des pots pour épargner de l'argent pour des objectifs spécifiques comme des vacances, des gadgets ou des urgences.

# savingsPots_createFirst
source: Create Your First Pot
fr: Créer votre premier pot

# savingsPots_totalSaved
source: Total Saved
fr: Total épargné

# savingsPots_createTitle
source: Create Savings Pot
fr: Créer un pot d'épargne

# savingsPots_editTitle
source: Edit Pot
fr: Modifier le pot

# savingsPots_nameLabel
source: Pot Name
fr: Nom du pot

# savingsPots_nameHint
source: e.g., Vacation, New Phone
fr: par ex., Vacances, Nouveau téléphone

# savingsPots_nameRequired
source: Please enter a pot name
fr: Veuillez entrer un nom de pot

# savingsPots_targetLabel
source: Target Amount (Optional)
fr: Montant cible (Optionnel)

# savingsPots_targetHint
source: How much do you want to save?
fr: Combien voulez-vous économiser?

# savingsPots_targetOptional
source: Leave blank if you don't have a specific goal
fr: Laissez vide si vous n'avez pas d'objectif spécifique

# savingsPots_emojiRequired
source: Please select an emoji
fr: Veuillez sélectionner un emoji

# savingsPots_colorRequired
source: Please select a color
fr: Veuillez sélectionner une couleur

# savingsPots_createButton
source: Create Pot
fr: Créer le pot

# savingsPots_updateButton
source: Update Pot
fr: Mettre à jour le pot

# savingsPots_createSuccess
source: Pot created successfully!
fr: Pot créé avec succès!

# savingsPots_updateSuccess
source: Pot updated successfully!
fr: Pot mis à jour avec succès!

# savingsPots_addMoney
source: Add Money
fr: Ajouter de l'argent

# savingsPots_withdraw
source: Withdraw
fr: Retirer

# savingsPots_availableBalance
source: Available Balance
fr: Solde disponible

# savingsPots_potBalance
source: Pot Balance
fr: Solde du pot

# savingsPots_amount
source: Amount
fr: Montant

# savingsPots_addButton
source: Add to Pot
fr: Ajouter au pot

# savingsPots_withdrawButton
source: Withdraw
fr: Retirer

# savingsPots_withdrawAll
source: Withdraw All
fr: Tout retirer

# savingsPots_invalidAmount
source: Please enter a valid amount
fr: Veuillez entrer un montant valide

# savingsPots_insufficientBalance
source: Insufficient balance in your wallet
fr: Solde insuffisant dans votre portefeuille

# savingsPots_insufficientPotBalance
source: Insufficient balance in this pot
fr: Solde insuffisant dans ce pot

# savingsPots_addSuccess
source: Money added successfully!
fr: Argent ajouté avec succès!

# savingsPots_withdrawSuccess
source: Money withdrawn successfully!
fr: Argent retiré avec succès!

# savingsPots_transactionHistory
source: Transaction History
fr: Historique des transactions

# savingsPots_noTransactions
source: No transactions yet
fr: Aucune transaction pour le moment

# savingsPots_deposit
source: Deposit
fr: Dépôt

# savingsPots_withdrawal
source: Withdrawal
fr: Retrait

# savingsPots_goalReached
source: Goal Reached!
fr: Objectif atteint!

# savingsPots_deleteTitle
source: Delete Pot?
fr: Supprimer le pot?

# savingsPots_deleteMessage
source: The money in this pot will be returned to your main balance. This action cannot be undone.
fr: L'argent dans ce pot sera retourné à votre solde principal. Cette action ne peut pas être annulée.

# savingsPots_deleteSuccess
source: Pot deleted successfully
fr: Pot supprimé avec succès

# savingsPots_chooseEmoji
source: Choose an emoji
fr: Choisir un emoji

# savingsPots_chooseColor
source: Choose a color
fr: Choisir une couleur

# sendExternal_title
source: Send to External Wallet
fr: Envoyer vers un portefeuille externe

# sendExternal_info
source: Send USDC to any wallet address on Polygon or Ethereum networks
fr: Envoyez des USDC vers n'importe quelle adresse de portefeuille sur les réseaux Polygon ou Ethereum

# sendExternal_walletAddress
source: Wallet Address
fr: Adresse du portefeuille

# sendExternal_addressRequired
source: Wallet address is required
fr: L'adresse du portefeuille est requise

# sendExternal_paste
source: Paste
fr: Coller

# sendExternal_scanQr
source: Scan QR
fr: Scanner QR

# sendExternal_supportedNetworks
source: Supported Networks
fr: Réseaux pris en charge

# sendExternal_polygonInfo
source: Fast (1-2 min), Low fee (~$0.01)
fr: Rapide (1-2 min), Frais bas (~$0.01)

# sendExternal_ethereumInfo
source: Slower (5-10 min), Higher fee (~$2-5)
fr: Plus lent (5-10 min), Frais élevés (~$2-5)

# sendExternal_enterAmount
source: Enter Amount
fr: Entrer le montant

# sendExternal_recipientAddress
source: Recipient Address
fr: Adresse du destinataire

# sendExternal_selectNetwork
source: Select Network
fr: Sélectionner le réseau

# sendExternal_recommended
source: Recommended
fr: Recommandé

# sendExternal_fee
source: Fee
fr: Frais

# sendExternal_amount
source: Amount
fr: Montant

# sendExternal_networkFee
source: Network Fee
fr: Frais de réseau

# sendExternal_confirmTransfer
source: Confirm Transfer
fr: Confirmer le transfert

# sendExternal_warningMessage
source: External transfers cannot be reversed. Please verify the address carefully.
fr: Les transferts externes ne peuvent pas être annulés. Veuillez vérifier l'adresse avec soin.

# sendExternal_transferSummary
source: Transfer Summary
fr: Résumé du transfert

# sendExternal_network
source: Network
fr: Réseau

# sendExternal_totalDeducted
source: Total Deducted
fr: Total déduit

# sendExternal_estimatedTime
source: Estimated Time
fr: Temps estimé

# sendExternal_confirmAndSend
source: Confirm and Send
fr: Confirmer et envoyer

# sendExternal_addressCopied
source: Address copied to clipboard
fr: Adresse copiée dans le presse-papiers

# sendExternal_transferSuccess
source: Transfer Successful
fr: Transfert réussi

# sendExternal_processingMessage
source: Your transaction is being processed on the blockchain
fr: Votre transaction est en cours de traitement sur la blockchain

# sendExternal_amountSent
source: Amount Sent
fr: Montant envoyé

# sendExternal_transactionDetails
source: Transaction Details
fr: Détails de la transaction

# sendExternal_transactionHash
source: Transaction Hash
fr: Hash de transaction

# sendExternal_status
source: Status
fr: Statut

# sendExternal_viewOnExplorer
source: View on Block Explorer
fr: Voir sur l'explorateur de blocs

# sendExternal_shareDetails
source: Share Details
fr: Partager les détails

# sendExternal_hashCopied
source: Transaction hash copied to clipboard
fr: Hash de transaction copié dans le presse-papiers

# sendExternal_statusPending
source: Pending
fr: En attente

# sendExternal_statusCompleted
source: Completed
fr: Terminé

# sendExternal_statusProcessing
source: Processing
fr: En cours

# navigation_cards
source: Cards
fr: Cartes

# navigation_history
source: History
fr: Historique

# cards_comingSoon
source: Coming Soon
fr: Bientôt disponible

# cards_title
source: Virtual Cards
fr: Cartes virtuelles

# cards_description
source: Spend your USDC with virtual debit cards. Perfect for online shopping and subscriptions.
fr: Dépensez vos USDC avec des cartes de débit virtuelles. Parfait pour les achats en ligne et les abonnements.

# cards_feature1Title
source: Shop Online
fr: Achats en ligne

# cards_feature1Description
source: Use virtual cards for secure online purchases
fr: Utilisez des cartes virtuelles pour des achats en ligne sécurisés

# cards_feature2Title
source: Stay Secure
fr: Restez en sécurité

# cards_feature2Description
source: Freeze, unfreeze, or delete cards instantly
fr: Gelez, dégelez ou supprimez des cartes instantanément

# cards_feature3Title
source: Control Spending
fr: Contrôlez les dépenses

# cards_feature3Description
source: Set custom spending limits for each card
fr: Définissez des limites de dépenses personnalisées pour chaque carte

# cards_notifyMe
source: Notify Me When Available
fr: Me notifier lorsque disponible

# cards_notifyDialogTitle
source: Get Notified
fr: Être notifié

# cards_notifyDialogMessage
source: We'll send you a notification when virtual cards are available in your region.
fr: Nous vous enverrons une notification lorsque les cartes virtuelles seront disponibles dans votre région.

# cards_notifySuccess
source: You'll be notified when cards are available
fr: Vous serez notifié lorsque les cartes seront disponibles

# cards_featureDisabled
source: Virtual cards feature is not available
fr: Fonctionnalité de cartes virtuelles non disponible

# cards_noCards
source: No Cards Yet
fr: Aucune carte

# cards_noCardsDescription
source: Request your first virtual card to start making online purchases
fr: Demandez votre première carte virtuelle pour commencer à faire des achats en ligne

# cards_requestCard
source: Request Card
fr: Demander une carte

# cards_cardDetails
source: Card Details
fr: Détails de la carte

# cards_cardNotFound
source: Card not found
fr: Carte introuvable

# cards_cardInformation
source: Card Information
fr: Informations de la carte

# cards_cardNumber
source: Card Number
fr: Numéro de carte

# cards_expiryDate
source: Expiry Date
fr: Date d'expiration

# cards_spendingLimit
source: Spending Limit
fr: Limite de dépenses

# cards_spent
source: Spent
fr: Dépensé

# cards_limit
source: Limit
fr: Limite

# cards_viewTransactions
source: View Transactions
fr: Voir les transactions

# cards_freezeCard
source: Freeze Card
fr: Geler la carte

# cards_unfreezeCard
source: Unfreeze Card
fr: Dégeler la carte

# cards_freezeConfirmation
source: Are you sure you want to freeze this card? You can unfreeze it anytime.
fr: Êtes-vous sûr de vouloir geler cette carte? Vous pouvez la dégeler à tout moment.

# cards_unfreezeConfirmation
source: Are you sure you want to unfreeze this card?
fr: Êtes-vous sûr de vouloir dégeler cette carte?

# cards_cardFrozen
source: Card frozen successfully
fr: Carte gelée avec succès

# cards_cardUnfrozen
source: Card unfrozen successfully
fr: Carte dégelée avec succès

# cards_copiedToClipboard
source: Copied to clipboard
fr: Copié dans le presse-papiers

# cards_requestInfo
source: Your virtual card will be ready instantly after approval. Requires KYC Level 2.
fr: Votre carte virtuelle sera prête instantanément après approbation. Nécessite KYC niveau 2.

# cards_cardholderName
source: Cardholder Name
fr: Nom du titulaire

# cards_cardholderNameHint
source: Enter name as it appears on card
fr: Entrez le nom tel qu'il apparaît sur la carte

# cards_nameRequired
source: Cardholder name is required
fr: Le nom du titulaire est requis

# cards_spendingLimitHint
source: Enter spending limit in USD
fr: Entrez la limite de dépenses en USD

# cards_limitRequired
source: Spending limit is required
fr: La limite de dépenses est requise

# cards_limitInvalid
source: Invalid spending limit
fr: Limite de dépenses invalide

# cards_limitTooLow
source: Minimum spending limit is $10
fr: La limite minimale est de 10 $

# cards_limitTooHigh
source: Maximum spending limit is $10,000
fr: La limite maximale est de 10 000 $

# cards_cardFeatures
source: Card Features
fr: Fonctionnalités de la carte

# cards_featureOnlineShopping
source: Shop online worldwide
fr: Achetez en ligne dans le monde entier

# cards_featureSecure
source: Secure and encrypted
fr: Sécurisé et crypté

# cards_featureFreeze
source: Freeze and unfreeze instantly
fr: Geler et dégeler instantanément

# cards_featureAlerts
source: Real-time transaction alerts
fr: Alertes de transaction en temps réel

# cards_requestCardSubmit
source: Request Virtual Card
fr: Demander une carte virtuelle

# cards_kycRequired
source: KYC Verification Required
fr: Vérification KYC requise
