Repository: wejoona/mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# cards_kycRequiredDescription
source: You need to complete KYC Level 2 verification to request a virtual card.
fr: Vous devez compléter la vérification KYC niveau 2 pour demander une carte virtuelle.

# cards_completeKYC
source: Complete KYC
fr: Compléter KYC

# cards_requestSuccess
source: Card requested successfully
fr: Carte demandée avec succès

# cards_requestFailed
source: Failed to request card
fr: Échec de la demande de carte

# cards_cardSettings
source: Card Settings
fr: Paramètres de la carte

# cards_cardStatus
source: Card Status
fr: État de la carte

# cards_statusFrozen
source: Frozen
fr: Gelée

# cards_statusActiveDescription
source: Your card is active and ready to use
fr: Votre carte est active et prête à être utilisée

# cards_statusFrozenDescription
source: Your card is frozen and cannot be used
fr: Votre carte est gelée et ne peut pas être utilisée

# cards_currentLimit
source: Current Limit
fr: Limite actuelle

# cards_availableLimit
source: Available
fr: Disponible

# cards_updateLimit
source: Update Limit
fr: Mettre à jour la limite

# cards_newLimit
source: New Limit
fr: Nouvelle limite

# cards_limitRange
source: Limit must be between $10 and $10,000
fr: La limite doit être entre 10 $ et 10 000 $

# cards_limitUpdated
source: Spending limit updated successfully
fr: Limite de dépenses mise à jour avec succès

# cards_dangerZone
source: Danger Zone
fr: Zone dangereuse

# cards_blockCard
source: Block Card
fr: Bloquer la carte

# cards_blockCardDescription
source: Permanently block this card. This action cannot be undone.
fr: Bloquer définitivement cette carte. Cette action ne peut pas être annulée.

# cards_blockCardButton
source: Block Card Permanently
fr: Bloquer définitivement la carte

# cards_blockCardConfirmation
source: Are you sure you want to permanently block this card? This action cannot be undone and you'll need to request a new card.
fr: Êtes-vous sûr de vouloir bloquer définitivement cette carte? Cette action ne peut pas être annulée et vous devrez demander une nouvelle carte.

# cards_cardBlocked
source: Card blocked successfully
fr: Carte bloquée avec succès

# cards_transactions
source: Card Transactions
fr: Transactions de la carte

# cards_noTransactions
source: No Transactions
fr: Aucune transaction

# cards_noTransactionsDescription
source: You haven't made any purchases with this card yet
fr: Vous n'avez pas encore effectué d'achat avec cette carte

# insights_title
source: Insights
fr: Aperçus

# insights_period_week
source: Week
fr: Semaine

# insights_period_month
source: Month
fr: Mois

# insights_period_year
source: Year
fr: Année

# insights_summary
source: Summary
fr: Résumé

# insights_total_spent
source: Total Spent
fr: Total dépensé

# insights_total_received
source: Total Received
fr: Total reçu

# insights_net_flow
source: Net Flow
fr: Flux net

# insights_categories
source: Categories
fr: Catégories

# insights_spending_trend
source: Spending Trend
fr: Tendance des dépenses

# insights_top_recipients
source: Top Recipients
fr: Destinataires principaux

# insights_empty_title
source: No Insights Yet
fr: Aucun aperçu pour le moment

# insights_empty_description
source: Start using JoonaPay to see your spending insights and analytics
fr: Commencez à utiliser Korido pour voir vos aperçus et analyses de dépenses

# insights_export_report
source: Export Report
fr: Exporter le rapport

# insights_daily_spending
source: Daily Spending
fr: Dépenses quotidiennes

# insights_daily_average
source: Daily Avg
fr: Moy. quotidienne

# insights_highest_day
source: Highest
fr: Plus élevé

# insights_income_vs_expenses
source: Income vs Expenses
fr: Revenus vs Dépenses

# insights_income
source: Income
fr: Revenus

# insights_expenses
source: Expenses
fr: Dépenses

# contacts_search
source: Search contacts
fr: Rechercher des contacts

# contacts_on_joonapay
source: On JoonaPay
fr: Sur Korido

# contacts_invite_to_joonapay
source: Invite to JoonaPay
fr: Inviter sur Korido

# contacts_empty
source: No contacts found. Pull down to refresh.
fr: Aucun contact trouvé. Tirez vers le bas pour actualiser.

# contacts_no_results
source: No contacts match your search
fr: Aucun contact ne correspond à votre recherche

# contacts_sync_success
source: Found {count} JoonaPay users!
fr: {count} utilisateurs Korido trouvés!

# contacts_synced_just_now
source: Just now
fr: À l'instant

# contacts_synced_minutes_ago
source: {minutes}m ago
fr: Il y a {minutes}m

# contacts_synced_hours_ago
source: {hours}h ago
fr: Il y a {hours}h

# contacts_synced_days_ago
source: {days}d ago
fr: Il y a {days}j

# contacts_permission_title
source: Find Your Friends
fr: Trouvez Vos Amis

# contacts_permission_subtitle
source: See which of your contacts are already on JoonaPay
fr: Découvrez quels contacts utilisent déjà Korido

# contacts_permission_benefit1_title
source: Find Friends Instantly
fr: Trouvez des Amis Instantanément

# contacts_permission_benefit1_desc
source: See which contacts are on JoonaPay and send money instantly
fr: Voyez quels contacts sont sur Korido et envoyez de l'argent instantanément

# contacts_permission_benefit2_title
source: Private & Secure
fr: Privé et Sécurisé

# contacts_permission_benefit2_desc
source: We never store your contacts. Phone numbers are hashed before syncing.
fr: Nous ne stockons jamais vos contacts. Les numéros sont hachés avant la synchronisation.

# contacts_permission_benefit3_title
source: Always Up to Date
fr: Toujours à Jour

# contacts_permission_benefit3_desc
source: Automatically sync when new contacts join JoonaPay
fr: Synchronisation automatique quand de nouveaux contacts rejoignent Korido

# contacts_permission_allow
source: Allow Access
fr: Autoriser l'Accès

# contacts_permission_later
source: Maybe Later
fr: Peut-être Plus Tard

# contacts_permission_denied_title
source: Permission Denied
fr: Permission Refusée

# contacts_permission_denied_message
source: To find your friends on JoonaPay, please allow contact access in Settings.
fr: Pour trouver vos amis sur Korido, veuillez autoriser l'accès aux contacts dans les Paramètres.

# contacts_invite_title
source: Invite {name} to JoonaPay
fr: Inviter {name} sur Korido

# contacts_invite_subtitle
source: Send money to friends instantly with JoonaPay
fr: Envoyez de l'argent à vos amis instantanément avec Korido

# contacts_invite_via_sms
source: Send SMS Invite
fr: Envoyer une Invitation par SMS

# contacts_invite_via_sms_desc
source: Send an SMS with your invite link
fr: Envoyer un SMS avec votre lien d'invitation

# contacts_invite_via_whatsapp
source: Invite via WhatsApp
fr: Inviter via WhatsApp

# contacts_invite_via_whatsapp_desc
source: Share invite link on WhatsApp
fr: Partager le lien d'invitation sur WhatsApp

# contacts_invite_copy_link
source: Copy Invite Link
fr: Copier le Lien d'Invitation

# contacts_invite_copy_link_desc
source: Copy link to share anywhere
fr: Copier le lien pour partager n'importe où

# contacts_invite_message
source: Hey! I'm using JoonaPay to send money instantly. Join me and get your first transfer free! Download: https://joonapay.com/app
fr: Salut! J'utilise Korido pour envoyer de l'argent instantanément. Rejoins-moi et obtiens ton premier transfert gratuit! Télécharger: https://joonapay.com/app

# recurringTransfers_title
source: Recurring Transfers
fr: Transferts récurrents

# recurringTransfers_createNew
source: Create New
fr: Créer nouveau

# recurringTransfers_createTitle
source: Create Recurring Transfer
fr: Créer un transfert récurrent

# recurringTransfers_createFirst
source: Create Your First
fr: Créer le premier

# recurringTransfers_emptyTitle
source: No Recurring Transfers
fr: Aucun transfert récurrent

# recurringTransfers_emptyMessage
source: Set up automatic transfers to send money regularly to your loved ones
fr: Configurez des transferts automatiques pour envoyer de l'argent régulièrement à vos proches

# recurringTransfers_active
source: Active Transfers
fr: Transferts actifs

# recurringTransfers_paused
source: Paused Transfers
fr: Transferts en pause

# recurringTransfers_upcoming
source: Upcoming This Week
fr: À venir cette semaine

# recurringTransfers_amount
source: Amount
fr: Montant

# recurringTransfers_frequency
source: Frequency
fr: Fréquence

# recurringTransfers_nextExecution
source: Next
fr: Prochain

# recurringTransfers_recipientSection
source: Recipient Details
fr: Détails du destinataire

# recurringTransfers_amountSection
source: Transfer Amount
fr: Montant du transfert

# recurringTransfers_scheduleSection
source: Schedule
fr: Calendrier

# recurringTransfers_startDate
source: Start Date
fr: Date de début

# recurringTransfers_endCondition
source: End Condition
fr: Condition de fin

# recurringTransfers_neverEnd
source: Never (until cancelled)
fr: Jamais (jusqu'à annulation)

# recurringTransfers_afterOccurrences
source: After specific number of transfers
fr: Après un nombre spécifique de transferts

# recurringTransfers_untilDate
source: Until specific date
fr: Jusqu'à une date spécifique

# recurringTransfers_occurrencesCount
source: Number of times
fr: Nombre de fois

# recurringTransfers_selectDate
source: Select Date
fr: Sélectionner la date

# recurringTransfers_note
source: Note (Optional)
fr: Note (facultatif)

# recurringTransfers_noteHint
source: e.g., Monthly rent, Weekly allowance
fr: par ex., Loyer mensuel, Allocation hebdomadaire

# recurringTransfers_create
source: Create Recurring Transfer
fr: Créer un transfert récurrent

# recurringTransfers_createSuccess
source: Recurring transfer created successfully
fr: Transfert récurrent créé avec succès

# recurringTransfers_createError
source: Failed to create recurring transfer
fr: Échec de la création du transfert récurrent

# recurringTransfers_details
source: Transfer Details
fr: Détails du transfert

# recurringTransfers_schedule
source: Schedule
fr: Calendrier

# recurringTransfers_upcomingExecutions
source: Next Scheduled
fr: Prochains prévus

# recurringTransfers_statistics
source: Statistics
fr: Statistiques

# recurringTransfers_executed
source: Executed
fr: Exécutés

# recurringTransfers_remaining
source: Remaining
fr: Restants

# recurringTransfers_executionHistory
source: Execution History
fr: Historique d'exécution

# recurringTransfers_executionSuccess
source: Completed successfully
fr: Terminé avec succès

# recurringTransfers_executionFailed
source: Failed
fr: Échoué

# recurringTransfers_pause
source: Pause Transfer
fr: Mettre en pause

# recurringTransfers_resume
source: Resume Transfer
fr: Reprendre le transfert

# recurringTransfers_cancel
source: Cancel Transfer
fr: Annuler le transfert

# recurringTransfers_pauseSuccess
source: Transfer paused successfully
fr: Transfert mis en pause avec succès

# recurringTransfers_pauseError
source: Failed to pause transfer
fr: Échec de la mise en pause du transfert

# recurringTransfers_resumeSuccess
source: Transfer resumed successfully
fr: Transfert repris avec succès

# recurringTransfers_resumeError
source: Failed to resume transfer
fr: Échec de la reprise du transfert

# recurringTransfers_cancelConfirmTitle
source: Cancel Recurring Transfer?
fr: Annuler le transfert récurrent?

# recurringTransfers_cancelConfirmMessage
source: This will permanently cancel this recurring transfer. This action cannot be undone.
fr: Cela annulera définitivement ce transfert récurrent. Cette action ne peut pas être annulée.

# recurringTransfers_confirmCancel
source: Yes, Cancel
fr: Oui, annuler

# recurringTransfers_cancelSuccess
source: Transfer cancelled successfully
fr: Transfert annulé avec succès

# recurringTransfers_cancelError
source: Failed to cancel transfer
fr: Échec de l'annulation du transfert

# validation_required
source: This field is required
fr: Ce champ est obligatoire

# validation_invalidAmount
source: Please enter a valid amount
fr: Veuillez entrer un montant valide

# common_today
source: Today
fr: Aujourd'hui

# common_tomorrow
source: Tomorrow
fr: Demain

# limits_title
source: Transaction Limits
fr: Limites de transaction

# limits_dailyLimits
source: Daily Limits
fr: Limites quotidiennes

# limits_monthlyLimits
source: Monthly Limits
fr: Limites mensuelles

# limits_dailyTransactions
source: Daily Transactions
fr: Transactions quotidiennes

# limits_monthlyTransactions
source: Monthly Transactions
fr: Transactions mensuelles

# limits_remaining
source: remaining
fr: restant

# limits_of
source: of
fr: sur

# limits_upgradeTitle
source: Need higher limits?
fr: Besoin de limites plus élevées?

# limits_upgradeDescription
source: Verify your identity to unlock premium limits
fr: Vérifiez votre identité pour débloquer des limites premium

# limits_upgradeToTier
source: Upgrade to
fr: Passer à

# limits_day
source: day
fr: jour

# limits_month
source: month
fr: mois

# limits_aboutTitle
source: About Limits
fr: À propos des limites

# limits_aboutDescription
source: Limits reset at midnight UTC. Complete KYC verification to increase your limits.
fr: Les limites sont réinitialisées à minuit UTC. Complétez la vérification KYC pour augmenter vos limites.

# limits_kycPrompt
source: Complete KYC for higher limits
fr: Complétez le KYC pour des limites plus élevées

# limits_maxTier
source: You have the highest tier
fr: Vous avez le niveau le plus élevé

# limits_singleTransaction
source: Single Transaction
fr: Transaction Unique

# limits_withdrawal
source: Withdrawal Limit
fr: Limite de Retrait

# limits_resetIn
source: Resets in
fr: Se réinitialise dans

# limits_hours
source: hours
fr: heures

# limits_otherLimits
source: Other Limits
fr: Autres Limites

# limits_noData
source: No limit data available
fr: Aucune donnée de limite disponible

# limits_limitReached
source: Limit Reached
fr: Limite atteinte

# limits_dailyLimitReached
source: You have reached your daily transaction limit of
fr: Vous avez atteint votre limite de transaction quotidienne de

# limits_monthlyLimitReached
source: You have reached your monthly transaction limit of
fr: Vous avez atteint votre limite de transaction mensuelle de

# limits_upgradeToIncrease
source: Upgrade your account to increase limits
fr: Mettez à niveau votre compte pour augmenter les limites

# limits_approachingLimit
source: Approaching Limit
fr: Limite approchée

# limits_remainingToday
source: remaining today
fr: restant aujourd'hui

# limits_remainingThisMonth
source: remaining this month
fr: restant ce mois-ci

# paymentLinks_title
source: Payment Links
fr: Liens de Paiement

# paymentLinks_createLink
source: Create Payment Link
fr: Créer un Lien de Paiement

# paymentLinks_createNew
source: Create New
fr: Créer Nouveau

# paymentLinks_createDescription
source: Generate a shareable payment link to receive money from anyone
fr: Générez un lien de paiement partageable pour recevoir de l'argent de n'importe qui

# paymentLinks_amount
source: Amount
fr: Montant

# paymentLinks_descriptionHint
source: What is this payment for? (optional)
fr: À quoi sert ce paiement ? (facultatif)

# paymentLinks_expiresIn
source: Link expires in
fr: Le lien expire dans

# paymentLinks_6hours
source: 6 hours
fr: 6 heures

# paymentLinks_24hours
source: 24 hours
fr: 24 heures

# paymentLinks_3days
source: 3 days
fr: 3 jours

# paymentLinks_7days
source: 7 days
fr: 7 jours

# paymentLinks_info
source: Anyone with this link can pay you. Link expires automatically.
fr: Toute personne possédant ce lien peut vous payer. Le lien expire automatiquement.

# paymentLinks_invalidAmount
source: Please enter a valid amount
fr: Veuillez saisir un montant valide

# paymentLinks_minimumAmount
source: Minimum amount is CFA 100
fr: Le montant minimum est de CFA 100

# paymentLinks_linkCreated
source: Link Created
fr: Lien Créé

# paymentLinks_linkReadyTitle
source: Your payment link is ready!
fr: Votre lien de paiement est prêt !

# paymentLinks_linkReadyDescription
source: Share this link with anyone to receive payment
fr: Partagez ce lien avec n'importe qui pour recevoir un paiement

# paymentLinks_requestedAmount
source: Requested Amount
fr: Montant Demandé

# paymentLinks_shareLink
source: Share Link
fr: Partager le Lien

# paymentLinks_viewDetails
source: View Details
fr: Voir les Détails

# paymentLinks_copyLink
source: Copy Link
fr: Copier le Lien

# paymentLinks_shareWhatsApp
source: Share on WhatsApp
fr: Partager sur WhatsApp

# paymentLinks_shareSMS
source: Share via SMS
fr: Partager par SMS

# paymentLinks_shareOther
source: Share Other Way
fr: Partager Autrement

# paymentLinks_linkCopied
source: Link copied to clipboard
fr: Lien copié dans le presse-papiers

# paymentLinks_paymentRequest
source: Payment Request
fr: Demande de Paiement

# paymentLinks_emptyTitle
source: No payment links yet
fr: Aucun lien de paiement pour le moment

# paymentLinks_emptyDescription
source: Create your first payment link to start receiving money easily
fr: Créez votre premier lien de paiement pour commencer à recevoir de l'argent facilement

# paymentLinks_createFirst
source: Create Your First Link
fr: Créer Votre Premier Lien

# paymentLinks_activeLinks
source: Active Links
fr: Liens Actifs

# paymentLinks_paidLinks
source: Paid Links
fr: Liens Payés

# paymentLinks_filterAll
source: All
fr: Tous

# paymentLinks_filterPending
source: Pending
fr: En attente

# paymentLinks_filterViewed
source: Viewed
fr: Vue

# paymentLinks_filterPaid
source: Paid
fr: Payé

# paymentLinks_filterExpired
source: Expired
fr: Expiré

# paymentLinks_noLinksWithFilter
source: No links match this filter
fr: Aucun lien ne correspond à ce filtre

# paymentLinks_linkDetails
source: Link Details
fr: Détails du Lien

# paymentLinks_linkCode
source: Link Code
fr: Code du Lien

# paymentLinks_linkUrl
source: Link URL
fr: URL du Lien

# paymentLinks_viewCount
source: View Count
fr: Nombre de Vues

# paymentLinks_created
source: Created
fr: Créé

# paymentLinks_expires
source: Expires
fr: Expire

# paymentLinks_paidBy
source: Paid By
fr: Payé Par

# paymentLinks_paidAt
source: Paid At
fr: Payé Le

# paymentLinks_cancelLink
source: Cancel Link
fr: Annuler le Lien

# paymentLinks_cancelConfirmTitle
source: Cancel Link?
fr: Annuler le lien ?

# paymentLinks_cancelConfirmMessage
source: Are you sure you want to cancel this payment link? This action cannot be undone.
fr: Êtes-vous sûr de vouloir annuler ce lien de paiement ? Cette action ne peut pas être annulée.

# paymentLinks_linkCancelled
source: Payment link cancelled
fr: Lien de paiement annulé

# paymentLinks_viewTransaction
source: View Transaction
fr: Voir la Transaction

# common_done
source: Done
fr: Terminé

# common_yes
source: Yes
fr: Oui

# common_no
source: No
fr: Non

# offline_youreOffline
source: You're offline
fr: Vous êtes hors ligne

# offline_youreOfflineWithPending
source: You're offline {count} pending
fr: Vous êtes hors ligne · {count} en attente

# offline_syncing
source: Syncing...
fr: Synchronisation...

# offline_pendingTransfer
source: Pending Transfer
fr: Transfert en attente

# offline_transferQueued
source: Transfer queued
fr: Transfert mis en file d'attente

# offline_transferQueuedDesc
source: Your transfer will be sent when you're back online
fr: Votre transfert sera envoyé lorsque vous serez de nouveau en ligne

# offline_viewPending
source: View Pending
fr: Voir en attente

# offline_retryFailed
source: Retry Failed
fr: Réessayer l'échec

# offline_cancelTransfer
source: Cancel Transfer
fr: Annuler le transfert

# offline_noConnection
source: No internet connection
fr: Pas de connexion Internet

# offline_checkConnection
source: Please check your internet connection and try again
fr: Veuillez vérifier votre connexion Internet et réessayer

# offline_cacheData
source: Showing cached data
fr: Affichage des données en cache

# offline_lastSynced
source: Last synced: {time}
fr: Dernière synchronisation: {time}

# billPayments_title
source: Pay Bills
fr: Payer les factures

# billPayments_categories
source: Categories
fr: Catégories

# billPayments_providers
source: Providers
fr: Fournisseurs

# billPayments_allProviders
source: All Providers
fr: Tous les fournisseurs

# billPayments_searchProviders
source: Search providers...
fr: Rechercher des fournisseurs...

# billPayments_noProvidersFound
source: No Providers Found
fr: Aucun fournisseur trouvé

# billPayments_tryAdjustingSearch
source: Try adjusting your search
fr: Essayez d'ajuster votre recherche

# billPayments_history
source: Payment History
fr: Historique des paiements

# billPayments_category_electricity
source: Electricity
fr: Électricité

# billPayments_category_water
source: Water
fr: Eau

# billPayments_category_airtime
source: Airtime
fr: Crédit téléphonique

# billPayments_category_tv
source: TV
fr: Télévision

# billPayments_verifyAccount
source: Verify Account
fr: Vérifier le compte

# billPayments_accountVerified
source: Account verified
fr: Compte vérifié

# billPayments_verificationFailed
source: Verification failed
fr: Échec de la vérification

# billPayments_amount
source: Amount
fr: Montant

# billPayments_processingFee
source: Processing Fee
fr: Frais de traitement

# billPayments_paymentSuccessful
source: Payment Successful!
fr: Paiement réussi !

# billPayments_paymentProcessing
source: Payment Processing
fr: Paiement en cours

# billPayments_billPaidSuccessfully
source: Your bill has been paid successfully
fr: Votre facture a été payée avec succès

# billPayments_paymentBeingProcessed
source: Your payment is being processed
fr: Votre paiement est en cours de traitement

# billPayments_receiptNumber
source: Receipt Number
fr: Numéro de reçu

# billPayments_provider
source: Provider
fr: Fournisseur

# billPayments_account
source: Account
fr: Compte

# billPayments_customer
source: Customer
fr: Client

# billPayments_totalPaid
source: Total Paid
fr: Total payé

# billPayments_reference
source: Reference
fr: Référence

# billPayments_yourToken
source: Your Token
fr: Votre jeton

# billPayments_shareReceipt
source: Share Receipt
fr: Partager le reçu

# billPayments_confirmPayment
source: Confirm Payment
fr: Confirmer le paiement

# billPayments_failedToLoadProviders
source: Failed to Load Providers
fr: Échec du chargement des fournisseurs

# billPayments_failedToLoadReceipt
source: Failed to Load Receipt
fr: Échec du chargement du reçu

# billPayments_returnHome
source: Return Home
fr: Retour à l'accueil

# billPayments_payProvider
source: Pay {providerName}
fr: Payer {providerName}

# billPayments_enterField
source: Enter {field}
fr: Entrer {field}

# billPayments_pleaseEnterField
source: Please enter {field}
fr: Veuillez entrer {field}

# billPayments_fieldMustBeLength
source: {field} must be {length} characters
fr: {field} doit contenir {length} caractères

# billPayments_meterNumber
source: Meter Number
fr: Numéro de compteur

# billPayments_enterMeterNumber
source: Enter meter number
fr: Entrer le numéro de compteur

# billPayments_pleaseEnterMeterNumber
source: Please enter meter number
fr: Veuillez entrer le numéro de compteur

# billPayments_outstanding
source: Outstanding: {amount} {currency}
fr: Impayé : {amount} {currency}

# billPayments_pleaseEnterAmount
source: Please enter amount
fr: Veuillez entrer le montant

# billPayments_pleaseEnterValidAmount
source: Please enter a valid amount
fr: Veuillez entrer un montant valide

# billPayments_minimumAmount
source: Minimum amount is {amount} {currency}
fr: Le montant minimum est {amount} {currency}

# billPayments_maximumAmount
source: Maximum amount is {amount} {currency}
fr: Le montant maximum est {amount} {currency}

# billPayments_available
source: Available: {amount} {currency}
fr: Disponible : {amount} {currency}

# billPayments_payAmount
source: Pay {amount} {currency}
fr: Payer {amount} {currency}

# billPayments_enterPinToPay
source: Enter your PIN to pay {providerName}
fr: Entrez votre code PIN pour payer {providerName}
