Repository: wejoona/mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# billPayments_paymentFailed
source: Payment failed
fr: Échec du paiement

# billPayments_noProvidersAvailable
source: No providers available for this category
fr: Aucun fournisseur disponible pour cette catégorie

# billPayments_feeNone
source: No fee
fr: Aucun frais

# billPayments_feePercentage
source: {percentage}% fee
fr: {percentage}% de frais

# billPayments_feeFixed
source: {amount} {currency} fee
fr: {amount} {currency} de frais

# billPayments_statusCompleted
source: Completed
fr: Terminé

# billPayments_statusPending
source: Pending
fr: En attente

# billPayments_statusProcessing
source: Processing
fr: En cours

# billPayments_statusFailed
source: Failed
fr: Échoué

# billPayments_statusRefunded
source: Refunded
fr: Remboursé

# paymentLinks_payTitle
source: Pay via Link
fr: Payer via lien

# paymentLinks_payingTo
source: Paying to
fr: Paiement à

# paymentLinks_payAmount
source: Pay {amount}
fr: Payer {amount}

# paymentLinks_paymentFor
source: Payment for
fr: Paiement pour

# paymentLinks_linkExpiredTitle
source: Link Expired
fr: Lien expiré

# paymentLinks_linkExpiredMessage
source: This payment link has expired and can no longer be used
fr: Ce lien de paiement a expiré et ne peut plus être utilisé

# paymentLinks_linkPaidTitle
source: Already Paid
fr: Déjà payé

# paymentLinks_linkPaidMessage
source: This payment link has already been paid
fr: Ce lien de paiement a déjà été payé

# paymentLinks_linkNotFoundTitle
source: Link Not Found
fr: Lien introuvable

# paymentLinks_linkNotFoundMessage
source: This payment link doesn't exist or has been cancelled
fr: Ce lien de paiement n'existe pas ou a été annulé

# paymentLinks_paymentSuccess
source: Payment Successful
fr: Paiement réussi

# paymentLinks_paymentSuccessMessage
source: Your payment has been sent successfully
fr: Votre paiement a été envoyé avec succès

# paymentLinks_insufficientBalance
source: Insufficient balance to complete this payment
fr: Solde insuffisant pour effectuer ce paiement

# common_close
source: Close
fr: Fermer

# common_unknown
source: Unknown
fr: Inconnu

# settings_accountType
source: Account Type
fr: Type de compte

# settings_personalAccount
source: Personal
fr: Personnel

# settings_businessAccount
source: Business
fr: Entreprise

# settings_selectAccountType
source: Select Account Type
fr: Sélectionner le type de compte

# settings_personalAccountDescription
source: For individual use
fr: Pour usage individuel

# settings_businessAccountDescription
source: For business operations
fr: Pour les opérations commerciales

# settings_switchedToPersonal
source: Switched to Personal account
fr: Basculé vers compte personnel

# settings_switchedToBusiness
source: Switched to Business account
fr: Basculé vers compte entreprise

# business_setupTitle
source: Business Setup
fr: Configuration entreprise

# business_setupDescription
source: Set up your business profile to unlock business features
fr: Configurez votre profil d'entreprise pour débloquer les fonctionnalités professionnelles

# business_businessName
source: Business Name
fr: Nom de l'entreprise

# business_registrationNumber
source: Registration Number
fr: Numéro d'enregistrement

# business_businessType
source: Business Type
fr: Type d'entreprise

# business_businessAddress
source: Business Address
fr: Adresse de l'entreprise

# business_taxId
source: Tax ID
fr: Numéro fiscal

# business_verificationNote
source: Your business will need to undergo verification (KYB) before you can access all business features.
fr: Votre entreprise devra faire l'objet d'une vérification (KYB) avant de pouvoir accéder à toutes les fonctionnalités commerciales.

# business_completeSetup
source: Complete Setup
fr: Terminer la configuration

# business_setupSuccess
source: Business profile created successfully
fr: Profil d'entreprise créé avec succès

# business_profileTitle
source: Business Profile
fr: Profil d'entreprise

# business_noProfile
source: No business profile found
fr: Aucun profil d'entreprise trouvé

# business_setupNow
source: Set Up Business Profile
fr: Configurer le profil d'entreprise

source: Business Verified
fr: Entreprise vérifiée

# business_verifiedDescription
source: Your business has been successfully verified
fr: Votre entreprise a été vérifiée avec succès

# business_verificationPending
source: Verification Pending
fr: Vérification en attente

# business_verificationPendingDescription
source: Your business verification is under review
fr: La vérification de votre entreprise est en cours d'examen

source: Business Information
fr: Informations sur l'entreprise

# business_completeVerification
source: Complete Business Verification
fr: Terminer la vérification de l'entreprise

# business_kybDescription
source: Verify your business to unlock all features
fr: Vérifiez votre entreprise pour débloquer toutes les fonctionnalités

# business_kybTitle
source: Business Verification (KYB)
fr: Vérification d'entreprise (KYB)

# business_kybInfo
source: Business verification allows you to: Accept higher transaction limits Access advanced reporting Enable merchant features Build trust with customers Verification typically takes 2-3 business days.
fr: La vérification de l'entreprise vous permet de : • Accepter des limites de transaction plus élevées • Accéder à des rapports avancés • Activer les fonctionnalités marchandes • Renforcer la confiance avec les clients La vérification prend généralement 2 à 3 jours ouvrables.

# action_close
source: Close
fr: Fermer

# subBusiness_title
source: Sub-Businesses
fr: Sous-Entreprises

# subBusiness_emptyTitle
source: No Sub-Businesses Yet
fr: Aucune Sous-Entreprise

# subBusiness_emptyMessage
source: Create departments, branches, or teams to organize your business operations.
fr: Créez des départements, succursales ou équipes pour organiser vos opérations commerciales.

# subBusiness_createFirst
source: Create First Sub-Business
fr: Créer la première sous-entreprise

# subBusiness_totalBalance
source: Total Balance
fr: Solde Total

# subBusiness_unit
source: unit
fr: unité

# subBusiness_units
source: units
fr: unités

# subBusiness_listTitle
source: All Sub-Businesses
fr: Toutes les Sous-Entreprises

# subBusiness_createTitle
source: Create Sub-Business
fr: Créer une Sous-Entreprise

# subBusiness_nameLabel
source: Name
fr: Nom

# subBusiness_descriptionLabel
source: Description (Optional)
fr: Description (Optionnel)

# subBusiness_typeDepartment
source: Department
fr: Département

# subBusiness_typeBranch
source: Branch
fr: Succursale

# subBusiness_typeSubsidiary
source: Subsidiary
fr: Filiale

# subBusiness_typeTeam
source: Team
fr: Équipe

# subBusiness_createInfo
source: Each sub-business will have its own wallet for tracking income and expenses separately.
fr: Chaque sous-entreprise aura son propre portefeuille pour suivre séparément les revenus et dépenses.

# subBusiness_createButton
source: Create Sub-Business
fr: Créer la Sous-Entreprise

# subBusiness_createSuccess
source: Sub-business created successfully
fr: Sous-entreprise créée avec succès

# subBusiness_balance
source: Balance
fr: Solde

# subBusiness_transfer
source: Transfer
fr: Transférer

# subBusiness_information
source: Information
fr: Informations

# subBusiness_created
source: Created
fr: Créé le

# subBusiness_staff
source: Staff
fr: Personnel

# subBusiness_manageStaff
source: Manage Staff
fr: Gérer le Personnel

# subBusiness_noStaff
source: No staff members yet. Add team members to give them access to this sub-business.
fr: Aucun membre du personnel. Ajoutez des membres pour leur donner accès à cette sous-entreprise.

# subBusiness_addFirstStaff
source: Add Staff Member
fr: Ajouter un Membre

# subBusiness_viewAllStaff
source: View All Staff
fr: Voir Tout le Personnel

# subBusiness_staffTitle
source: Staff Management
fr: Gestion du Personnel

# subBusiness_noStaffTitle
source: No Staff Members
fr: Aucun Membre

# subBusiness_noStaffMessage
source: Invite team members to collaborate on this sub-business.
fr: Invitez des membres d'équipe à collaborer sur cette sous-entreprise.

# subBusiness_staffInfo
source: Staff members can view and manage this sub-business based on their assigned role.
fr: Les membres peuvent consulter et gérer cette sous-entreprise selon leur rôle.

# subBusiness_member
source: member
fr: membre

# subBusiness_members
source: members
fr: membres

# subBusiness_addStaffTitle
source: Add Staff Member
fr: Ajouter un Membre

# subBusiness_phoneLabel
source: Phone Number
fr: Numéro de Téléphone

# subBusiness_roleLabel
source: Role
fr: Rôle

# subBusiness_roleOwner
source: Owner
fr: Propriétaire

# subBusiness_roleAdmin
source: Admin
fr: Administrateur

# subBusiness_roleViewer
source: Viewer
fr: Observateur

# subBusiness_roleOwnerDesc
source: Full access to manage everything
fr: Accès complet pour tout gérer

# subBusiness_roleAdminDesc
source: Can manage and transfer funds
fr: Peut gérer et transférer des fonds

# subBusiness_roleViewerDesc
source: Can only view transactions
fr: Peut uniquement voir les transactions

# subBusiness_inviteButton
source: Invite
fr: Inviter

# subBusiness_inviteSuccess
source: Staff member invited successfully
fr: Membre invité avec succès

# subBusiness_changeRole
source: Change Role
fr: Changer le Rôle

# subBusiness_removeStaff
source: Remove Staff
fr: Retirer le Membre

# subBusiness_changeRoleTitle
source: Change Role
fr: Changer le Rôle

# subBusiness_roleUpdateSuccess
source: Role updated successfully
fr: Rôle mis à jour avec succès

# subBusiness_removeStaffTitle
source: Remove Staff Member
fr: Retirer le Membre

# subBusiness_removeStaffConfirm
source: Are you sure you want to remove this staff member? They will lose access to this sub-business.
fr: Êtes-vous sûr de vouloir retirer ce membre ? Il perdra l'accès à cette sous-entreprise.

# subBusiness_removeButton
source: Remove
fr: Retirer

# subBusiness_removeSuccess
source: Staff member removed successfully
fr: Membre retiré avec succès

# notifications_markAllRead
source: Mark all read
fr: Marquer comme lu

# notifications_emptyTitle
source: No Notifications
fr: Aucune notification

# notifications_emptyMessage
source: You're all caught up!
fr: Vous êtes à jour!

# notifications_errorTitle
source: Failed to Load
fr: Échec du chargement

# notifications_errorGeneric
source: An error occurred
fr: Une erreur s'est produite

# notifications_timeJustNow
source: Just now
fr: À l'instant

# notifications_timeMinutesAgo
source: {count}m ago
fr: Il y a {count}m

# notifications_timeHoursAgo
source: {count}h ago
fr: Il y a {count}h

# notifications_timeDaysAgo
source: {count}d ago
fr: Il y a {count}j

# help_needHelp
source: Need Help?
fr: Besoin d'aide?

# transactionDetails_title
source: Transaction Details
fr: Détails de la transaction

# filters_title
source: Filter Transactions
fr: Filtrer les transactions

# filters_reset
source: Reset
fr: Réinitialiser

# filters_transactionType
source: Transaction Type
fr: Type de transaction

# filters_status
source: Status
fr: Statut

# filters_dateRange
source: Date Range
fr: Période

# filters_amountRange
source: Amount Range
fr: Montant

# filters_sortBy
source: Sort By
fr: Trier par

# filters_from
source: From
fr: Du

# filters_to
source: To
fr: Au

# filters_clear
source: Clear
fr: Effacer

# transactionDetails_transactionId
source: Transaction ID
fr: ID de transaction

# transactionDetails_currency
source: Currency
fr: Devise

# transactionDetails_recipientPhone
source: Recipient Phone
fr: Téléphone du destinataire

# transactionDetails_recipientAddress
source: Recipient Address
fr: Adresse du destinataire

# transactionDetails_additionalDetails
source: Additional Details
fr: Détails supplémentaires

# transactionDetails_failureReason
source: Failure Reason
fr: Raison de l'échec

# bulkPayments_title
source: Bulk Payments
fr: Paiements groupés

# bulkPayments_uploadCsv
source: Upload CSV File
fr: Télécharger un fichier CSV

# bulkPayments_emptyTitle
source: No bulk payments yet
fr: Aucun paiement groupé pour le moment

# bulkPayments_emptyDescription
source: Upload a CSV file to send payments to multiple recipients at once
fr: Téléchargez un fichier CSV pour envoyer des paiements à plusieurs destinataires à la fois

# bulkPayments_active
source: Active Batches
fr: Lots actifs

# bulkPayments_completed
source: Completed
fr: Terminé

# bulkPayments_failed
source: Failed
fr: Échoué

# bulkPayments_uploadTitle
source: Upload Bulk Payments
fr: Télécharger des paiements groupés

# bulkPayments_instructionsDescription
source: Upload a CSV file containing phone numbers, amounts, and descriptions for multiple payments
fr: Téléchargez un fichier CSV contenant les numéros de téléphone, montants et descriptions pour plusieurs paiements

# bulkPayments_uploadFile
source: Upload File
fr: Télécharger le fichier

# bulkPayments_selectFile
source: Tap to select CSV file
fr: Appuyez pour sélectionner un fichier CSV

# bulkPayments_csvOnly
source: CSV files only
fr: Fichiers CSV uniquement

# bulkPayments_csvFormat
source: CSV Format
fr: Format CSV

# bulkPayments_phoneFormat
source: Phone: International format (+225...)
fr: Téléphone: Format international (+225...)

# bulkPayments_amountFormat
source: Amount: Numeric value (50.00)
fr: Montant: Valeur numérique (50.00)

# bulkPayments_descriptionFormat
source: Description: Required text
fr: Description: Texte requis

# bulkPayments_example
source: Example
fr: Exemple

# bulkPayments_preview
source: Preview Payments
fr: Aperçu des paiements

# bulkPayments_totalPayments
source: Total Payments
fr: Total des paiements

# bulkPayments_totalAmount
source: Total Amount
fr: Montant total

# bulkPayments_errorsFound
source: {count} errors found
fr: {count} erreurs trouvées

# bulkPayments_fixErrors
source: Please fix errors before submitting
fr: Veuillez corriger les erreurs avant de soumettre

# bulkPayments_showInvalidOnly
source: Show invalid only
fr: Afficher uniquement les invalides

# bulkPayments_noPayments
source: No payments to display
fr: Aucun paiement à afficher

# bulkPayments_submitBatch
source: Submit Batch
fr: Soumettre le lot

# bulkPayments_confirmSubmit
source: Confirm Batch Submission
fr: Confirmer la soumission du lot

# bulkPayments_confirmMessage
source: Send {count} payments totaling {amount}?
fr: Envoyer {count} paiements pour un total de {amount}?

# bulkPayments_submitSuccess
source: Batch submitted successfully
fr: Lot soumis avec succès

# bulkPayments_batchStatus
source: Batch Status
fr: État du lot

# bulkPayments_progress
source: Progress
fr: Progression

# bulkPayments_successful
source: Successful
fr: Réussi

# bulkPayments_pending
source: Pending
fr: En attente

# bulkPayments_details
source: Details
fr: Détails

# bulkPayments_createdAt
source: Created
fr: Créé

# bulkPayments_processedAt
source: Processed
fr: Traité

# bulkPayments_failedPayments
source: Failed Payments
fr: Paiements échoués

# bulkPayments_failedDescription
source: Download a report of failed payments to retry
fr: Téléchargez un rapport des paiements échoués pour réessayer

# bulkPayments_downloadReport
source: Download Report
fr: Télécharger le rapport

# bulkPayments_failedReportTitle
source: Failed Payments Report
fr: Rapport des paiements échoués

# bulkPayments_downloadFailed
source: Failed to download report
fr: Échec du téléchargement du rapport

# bulkPayments_statusDraft
source: Draft
fr: Brouillon

# bulkPayments_statusPending
source: Pending
fr: En attente

# bulkPayments_statusProcessing
source: Processing
fr: En cours de traitement

# bulkPayments_statusCompleted
source: Completed
fr: Terminé

# bulkPayments_statusPartial
source: Partially Completed
fr: Partiellement terminé

# bulkPayments_statusFailed
source: Failed
fr: Échoué

# expenses_title
source: Expenses
fr: Dépenses

# expenses_emptyTitle
source: No Expenses Yet
fr: Aucune dépense pour le moment

# expenses_emptyMessage
source: Start tracking your expenses by capturing receipts or adding them manually
fr: Commencez à suivre vos dépenses en capturant des reçus ou en les ajoutant manuellement

# expenses_captureReceipt
source: Capture Receipt
fr: Capturer un reçu

# expenses_addManually
source: Add Manually
fr: Ajouter manuellement

# expenses_addExpense
source: Add Expense
fr: Ajouter une dépense

# expenses_totalExpenses
source: Total Expenses
fr: Total des dépenses

# expenses_items
source: items
fr: articles

# expenses_category
source: Category
fr: Catégorie

# expenses_amount
source: Amount
fr: Montant

# expenses_vendor
source: Vendor
fr: Fournisseur

# expenses_time
source: Time
fr: Heure

# expenses_categoryTravel
source: Travel
fr: Voyage

# expenses_categoryMeals
source: Meals
fr: Repas

# expenses_categoryOffice
source: Office
fr: Bureau

# expenses_categoryOther
source: Other
fr: Autre

# expenses_errorAmountRequired
source: Amount is required
fr: Le montant est requis

# expenses_errorInvalidAmount
source: Invalid amount
fr: Montant invalide

# expenses_addedSuccessfully
source: Expense added successfully
fr: Dépense ajoutée avec succès

# expenses_positionReceipt
source: Position the receipt within the frame
fr: Positionnez le reçu dans le cadre

# expenses_receiptPreview
source: Receipt Preview
fr: Aperçu du reçu

# expenses_processingReceipt
source: Processing receipt...
fr: Traitement du reçu en cours...

# expenses_extractedData
source: Extracted Data
fr: Données extraites

# expenses_confirmAndEdit
source: Confirm & Edit
fr: Confirmer et modifier

# expenses_retake
source: Retake Photo
fr: Reprendre la photo

# expenses_confirmDetails
source: Confirm Details
fr: Confirmer les détails

# expenses_saveExpense
source: Save Expense
fr: Enregistrer la dépense

# expenses_expenseDetails
source: Expense Details
fr: Détails de la dépense

# expenses_details
source: Details
fr: Détails

# expenses_linkedTransaction
source: Linked Transaction
fr: Transaction liée

# expenses_deleteExpense
source: Delete Expense
fr: Supprimer la dépense

# expenses_deleteConfirmation
source: Are you sure you want to delete this expense?
fr: Êtes-vous sûr de vouloir supprimer cette dépense?

# expenses_deletedSuccessfully
source: Expense deleted successfully
fr: Dépense supprimée avec succès

# expenses_reports
source: Expense Reports
fr: Rapports de dépenses

# expenses_viewReports
source: View Reports
fr: Voir les rapports

# expenses_reportPeriod
source: Report Period
fr: Période du rapport

# expenses_startDate
source: Start Date
fr: Date de début

# expenses_endDate
source: End Date
fr: Date de fin

# expenses_reportSummary
source: Summary
fr: Résumé

# expenses_averageExpense
source: Average Expense
fr: Dépense moyenne

# expenses_byCategory
source: By Category
fr: Par catégorie

# expenses_exportPdf
source: Export as PDF
fr: Exporter en PDF

# expenses_exportCsv
source: Export as CSV
fr: Exporter en CSV

# expenses_reportGenerated
source: Report generated successfully
fr: Rapport généré avec succès

# security_title
source: Security
fr: Sécurité

# security_authentication
source: Authentication
fr: Authentification

# security_changePin
source: Change PIN
fr: Changer le code PIN

# security_changePinSubtitle
source: Update your 4-digit PIN
fr: Mettre à jour votre code PIN à 4 chiffres

# security_biometricLogin
source: Biometric Login
fr: Connexion biométrique

# security_biometricSubtitle
source: Use Face ID or fingerprint
fr: Utiliser Face ID ou empreinte digitale

# security_biometricNotAvailable
source: Not available on this device
fr: Non disponible sur cet appareil

# security_biometricUnavailableMessage
source: Biometric authentication is not available on this device
fr: L'authentification biométrique n'est pas disponible sur cet appareil

# security_biometricVerifyReason
source: Verify to enable biometric login
fr: Vérifiez pour activer la connexion biométrique

# security_loading
source: Loading...
fr: Chargement...

# security_checkingAvailability
source: Checking availability...
fr: Vérification de la disponibilité...

# security_errorLoadingState
source: Error loading state
fr: Erreur de chargement de l'état

# security_errorCheckingAvailability
source: Error checking availability
fr: Erreur de vérification de la disponibilité

# security_twoFactorAuth
source: Two-Factor Authentication
fr: Authentification à deux facteurs

# security_twoFactorEnabledSubtitle
source: Enabled via Authenticator app
fr: Activée via l'application Authenticator

# security_twoFactorDisabledSubtitle
source: Add extra protection
fr: Ajouter une protection supplémentaire

# security_transactionSecurity
source: Transaction Security
fr: Sécurité des transactions

# security_requirePinForTransactions
source: Require PIN for Transactions
fr: Exiger un code PIN pour les transactions

# security_requirePinSubtitle
source: Confirm all transactions with PIN
fr: Confirmer toutes les transactions avec le code PIN

source: Security Alerts
fr: Alertes de sécurité

# security_loginNotifications
source: Login Notifications
fr: Notifications de connexion

# security_loginNotificationsSubtitle
source: Get notified of new logins
fr: Recevoir des notifications pour les nouvelles connexions

# security_newDeviceAlerts
source: New Device Alerts
fr: Alertes de nouvel appareil

# security_newDeviceAlertsSubtitle
source: Alert when a new device is used
fr: Alerte lorsqu'un nouvel appareil est utilisé

# security_devices
source: Devices
fr: Appareils

# security_devicesSubtitle
source: Manage your devices
fr: Gérer vos appareils

# security_activeSessions
source: Active Sessions
fr: Sessions actives

# security_activeSessionsSubtitle
source: Manage your active sessions
fr: Gérer vos sessions actives

# security_logoutAllDevices
source: Log Out All Devices
fr: Déconnecter tous les appareils

# security_logoutAllDevicesSubtitle
source: Sign out from all other devices
fr: Se déconnecter de tous les autres appareils

# security_privacy
source: Privacy
fr: Confidentialité

# security_loginHistory
source: Login History
fr: Historique de connexion

# security_loginHistorySubtitle
source: View recent login activity
fr: Voir l'activité de connexion récente

# security_deleteAccount
source: Delete Account
fr: Supprimer le compte

# security_deleteAccountSubtitle
source: Permanently delete your account
fr: Supprimer définitivement votre compte

# security_scoreTitle
source: Security Score
fr: Score de sécurité

# security_scoreExcellent
source: Excellent! Your account is well protected.
fr: Excellent! Votre compte est bien protégé.

# security_scoreGood
source: Good security. A few improvements possible.
fr: Bonne sécurité. Quelques améliorations possibles.

# security_scoreModerate
source: Moderate security. Enable more features.
fr: Sécurité modérée. Activez plus de fonctionnalités.

# security_scoreLow
source: Low security. Please enable protection features.
fr: Sécurité faible. Veuillez activer les fonctionnalités de protection.

# security_tipEnable2FA
source: Enable 2FA to increase your score by 25 points
fr: Activez 2FA pour augmenter votre score de 25 points

# security_tipEnableBiometrics
source: Enable biometrics for easier secure login
fr: Activez la biométrie pour une connexion sécurisée plus facile

# security_tipRequirePin
source: Require PIN for transactions for extra safety
fr: Exigez un code PIN pour les transactions pour plus de sécurité

# security_tipEnableNotifications
source: Enable all notifications for maximum security
fr: Activez toutes les notifications pour une sécurité maximale

# security_setup2FATitle
source: Set Up Two-Factor Authentication
fr: Configurer l'authentification à deux facteurs

# security_setup2FAMessage
source: Use an authenticator app like Google Authenticator or Authy for enhanced security.
fr: Utilisez une application d'authentification comme Google Authenticator ou Authy pour une sécurité renforcée.
