Repository: wejoona/mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# language_english
source: English
fr: Anglais

# language_french
source: French
fr: Français

# language_selectLanguage
source: Select Language
fr: Sélectionner la langue

# language_changeLanguage
source: Change Language
fr: Changer de langue

# currency_primary
source: Primary Currency
fr: Devise principale

# currency_reference
source: Reference Currency
fr: Devise de référence

# currency_referenceDescription
source: Displays local currency equivalent below your USDC balance for reference only. Exchange rates are approximate.
fr: Affiche l'équivalent en devise locale sous votre solde USDC à titre indicatif. Les taux de change sont approximatifs.

# currency_showReference
source: Show Local Currency
fr: Afficher la devise locale

# currency_showReferenceDescription
source: Display approximate local currency value below USDC amounts
fr: Afficher la valeur approximative en devise locale sous les montants USDC

# currency_preview
source: Preview
fr: Aperçu

# settings_activeSessions
source: Active Sessions
fr: Sessions actives

# sessions_currentSession
source: Current session
fr: Session actuelle

# sessions_unknownLocation
source: Unknown location
fr: Localisation inconnue

# sessions_unknownIP
source: Unknown IP
fr: IP inconnue

# sessions_lastActive
source: Last active
fr: Dernière activité

# sessions_revokeTitle
source: Revoke Session
fr: Révoquer la session

# sessions_revokeMessage
source: Are you sure you want to revoke this session? This device will be logged out immediately.
fr: Êtes-vous sûr de vouloir révoquer cette session? Cet appareil sera déconnecté immédiatement.

# sessions_revoke
source: Revoke
fr: Révoquer

# sessions_revokeSuccess
source: Session revoked successfully
fr: Session révoquée avec succès

# sessions_logoutAllDevices
source: Logout from All Devices
fr: Se déconnecter de tous les appareils

# sessions_logoutAllTitle
source: Logout from All Devices?
fr: Se déconnecter de tous les appareils?

# sessions_logoutAllMessage
source: This will log you out from all devices including this one. You'll need to log in again.
fr: Cela vous déconnectera de tous les appareils y compris celui-ci. Vous devrez vous reconnecter.

# sessions_logoutAllWarning
source: This action cannot be undone
fr: Cette action ne peut pas être annulée

# sessions_logoutAll
source: Logout All
fr: Déconnecter tout

# sessions_logoutAllSuccess
source: Logged out from all devices
fr: Déconnecté de tous les appareils

# sessions_errorLoading
source: Failed to Load Sessions
fr: Échec du chargement des sessions

# sessions_noActiveSessions
source: No Active Sessions
fr: Aucune session active

# sessions_noActiveSessionsDesc
source: You don't have any active sessions at the moment.
fr: Vous n'avez aucune session active pour le moment.

# action_remove
source: Remove
fr: Supprimer

# settings_devices
source: Devices
fr: Appareils

# settings_devicesDescription
source: Manage devices that have access to your account. Revoke access from any device.
fr: Gérez les appareils qui ont accès à votre compte. Révoquez l'accès depuis n'importe quel appareil.

# settings_thisDevice
source: This device
fr: Cet appareil

# settings_lastActive
source: Last active
fr: Dernière activité

# settings_loginCount
source: Logins
fr: Connexions

# settings_times
source: times
fr: fois

# settings_lastIp
source: Last IP
fr: Dernière IP

# settings_trustDevice
source: Trust Device
fr: Faire confiance

# settings_removeDevice
source: Remove Device
fr: Supprimer l'appareil

# settings_removeDeviceConfirm
source: This device will be logged out and will need to authenticate again to access your account.
fr: Cet appareil sera déconnecté et devra s'authentifier à nouveau pour accéder à votre compte.

# settings_noDevices
source: No Devices Found
fr: Aucun appareil trouvé

# settings_noDevicesDescription
source: You don't have any registered devices yet.
fr: Vous n'avez pas encore d'appareils enregistrés.

# beneficiaries_title
source: Beneficiaries
fr: Bénéficiaires

# beneficiaries_tabAll
source: All
fr: Tous

# beneficiaries_tabFavorites
source: Favorites
fr: Favoris

# beneficiaries_tabRecent
source: Recent
fr: Récents

# beneficiaries_searchHint
source: Search by name or phone
fr: Rechercher par nom ou téléphone

# beneficiaries_addTitle
source: Add Beneficiary
fr: Ajouter un bénéficiaire

# beneficiaries_editTitle
source: Edit Beneficiary
fr: Modifier le bénéficiaire

# beneficiaries_fieldName
source: Name
fr: Nom

# beneficiaries_fieldPhone
source: Phone Number
fr: Numéro de téléphone

# beneficiaries_fieldAccountType
source: Account Type
fr: Type de compte

# beneficiaries_fieldWalletAddress
source: Wallet Address
fr: Adresse du portefeuille

# beneficiaries_fieldBankCode
source: Bank Code
fr: Code bancaire

# beneficiaries_fieldBankAccount
source: Bank Account Number
fr: Numéro de compte bancaire

# beneficiaries_fieldMobileMoneyProvider
source: Mobile Money Provider
fr: Fournisseur de mobile money

# beneficiaries_typeJoonapay
source: JoonaPay User
fr: Utilisateur Korido

# beneficiaries_typeWallet
source: External Wallet
fr: Portefeuille externe

# beneficiaries_typeBank
source: Bank Account
fr: Compte bancaire

# beneficiaries_addButton
source: Add Beneficiary
fr: Ajouter un bénéficiaire

# beneficiaries_addFirst
source: Add Your First Beneficiary
fr: Ajoutez votre premier bénéficiaire

# beneficiaries_emptyTitle
source: No Beneficiaries Yet
fr: Aucun bénéficiaire

# beneficiaries_emptyMessage
source: Add beneficiaries to send money faster next time
fr: Ajoutez des bénéficiaires pour envoyer de l'argent plus rapidement

# beneficiaries_emptyFavoritesTitle
source: No Favorites
fr: Aucun favori

# beneficiaries_emptyFavoritesMessage
source: Star your frequently used beneficiaries to see them here
fr: Marquez vos bénéficiaires fréquents pour les voir ici

# beneficiaries_emptyRecentTitle
source: No Recent Transfers
fr: Aucun transfert récent

# beneficiaries_emptyRecentMessage
source: Beneficiaries you've sent money to will appear here
fr: Les bénéficiaires auxquels vous avez envoyé de l'argent apparaîtront ici

# beneficiaries_menuEdit
source: Edit
fr: Modifier

# beneficiaries_menuDelete
source: Delete
fr: Supprimer

# beneficiaries_deleteTitle
source: Delete Beneficiary?
fr: Supprimer le bénéficiaire?

# beneficiaries_deleteMessage
source: Are you sure you want to delete {name}?
fr: Êtes-vous sûr de vouloir supprimer {name}?

# beneficiaries_deleteSuccess
source: Beneficiary deleted successfully
fr: Bénéficiaire supprimé avec succès

# beneficiaries_createSuccess
source: Beneficiary added successfully
fr: Bénéficiaire ajouté avec succès

# beneficiaries_updateSuccess
source: Beneficiary updated successfully
fr: Bénéficiaire mis à jour avec succès

# beneficiaries_errorTitle
source: Error Loading Beneficiaries
fr: Erreur de chargement des bénéficiaires

# beneficiaries_accountDetails
source: Account Details
fr: Détails du compte

# beneficiaries_statistics
source: Transfer Statistics
fr: Statistiques de transfert

# beneficiaries_totalTransfers
source: Total Transfers
fr: Transferts totaux

# beneficiaries_totalAmount
source: Total Amount
fr: Montant total

# beneficiaries_lastTransfer
source: Last Transfer
fr: Dernier transfert

# common_cancel
source: Cancel
fr: Annuler

# common_delete
source: Delete
fr: Supprimer

# common_save
source: Save
fr: Enregistrer

# common_retry
source: Retry
fr: Réessayer

# common_verified
source: Verified
fr: Vérifié

# error_required
source: This field is required
fr: Ce champ est obligatoire

# qr_receiveTitle
source: Receive Payment
fr: Recevoir un paiement

# qr_scanTitle
source: Scan QR Code
fr: Scanner le code QR

# qr_requestSpecificAmount
source: Request specific amount
fr: Demander un montant spécifique

# qr_amountLabel
source: Amount (USD)
fr: Montant (USD)

# qr_howToReceive
source: How to receive payment
fr: Comment recevoir un paiement

# qr_receiveInstructions
source: Share this QR code with the sender. They can scan it with their JoonaPay app to send you money instantly.
fr: Partagez ce code QR avec l'expéditeur. Ils peuvent le scanner avec leur application Korido pour vous envoyer de l'argent instantanément.

# qr_savedToGallery
source: QR code saved to gallery
fr: Code QR enregistré dans la galerie

# qr_failedToSave
source: Failed to save QR code
fr: Échec de l'enregistrement du code QR

# qr_initializingCamera
source: Initializing camera...
fr: Initialisation de la caméra...

# qr_scanInstruction
source: Scan a JoonaPay QR code
fr: Scanner un code QR Korido

# qr_scanSubInstruction
source: Point your camera at a QR code to send money
fr: Pointez votre caméra vers un code QR pour envoyer de l'argent

# qr_scanned
source: QR Code Scanned
fr: Code QR scanné

# qr_invalidCode
source: Invalid QR Code
fr: Code QR invalide

# qr_invalidCodeMessage
source: This QR code is not a valid JoonaPay payment code.
fr: Ce code QR n'est pas un code de paiement Korido valide.

# qr_scanAgain
source: Scan Again
fr: Scanner à nouveau

# qr_sendMoney
source: Send Money
fr: Envoyer de l'argent

# qr_cameraPermissionRequired
source: Camera Permission Required
fr: Permission de caméra requise

# qr_cameraPermissionMessage
source: Please grant camera permission to scan QR codes.
fr: Veuillez accorder la permission de la caméra pour scanner les codes QR.

# qr_openSettings
source: Open Settings
fr: Ouvrir les paramètres

# qr_galleryImportSoon
source: Gallery import coming soon
fr: L'importation depuis la galerie arrive bientôt

# home_goodMorning
source: Good morning
fr: Bonjour

# home_goodAfternoon
source: Good afternoon
fr: Bon après-midi

# home_goodEvening
source: Good evening
fr: Bonsoir

# home_goodNight
source: Good night
fr: Bonne nuit

# home_totalBalance
source: Total Balance
fr: Solde total

# home_hideBalance
source: Hide balance
fr: Masquer le solde

# home_showBalance
source: Show balance
fr: Afficher le solde

# home_quickAction_send
source: Send
fr: Envoyer

# home_quickAction_receive
source: Receive
fr: Recevoir

# home_quickAction_deposit
source: Deposit
fr: Dépôt

# home_quickAction_history
source: History
fr: Historique

# home_kycBanner_title
source: Complete verification to unlock all features
fr: Complétez la vérification pour débloquer toutes les fonctionnalités

# home_kycBanner_action
source: Verify Now
fr: Vérifier maintenant

# home_recentActivity
source: Recent Activity
fr: Activité récente

# home_seeAll
source: See All
fr: Voir tout

# deposit_title
source: Deposit Funds
fr: Déposer des fonds

# deposit_quickAmounts
source: Quick amounts
fr: Montants rapides

# deposit_rateUpdated
source: Updated {time}
fr: Mis à jour {time}

# deposit_youWillReceive
source: You will receive
fr: Vous recevrez

# deposit_youWillPay
source: You will pay
fr: Vous paierez

source: Deposit Limits
fr: Limites de dépôt

# deposit_selectProvider
source: Select Provider
fr: Sélectionner le fournisseur

# deposit_chooseProvider
source: Choose a payment method
fr: Choisissez un mode de paiement

# deposit_amountToPay
source: Amount to pay
fr: Montant à payer

# deposit_noFee
source: No fee
fr: Sans frais

# deposit_fee
source: fee
fr: frais

# deposit_paymentInstructions
source: Payment Instructions
fr: Instructions de paiement

# deposit_expiresIn
source: Expires in
fr: Expire dans {time}

# deposit_referenceNumber
source: Reference Number
fr: Numéro de référence

# deposit_howToPay
source: How to complete payment
fr: Comment effectuer le paiement

# deposit_ussdCode
source: USSD Code
fr: Code USSD

# deposit_openApp
source: Open {provider} App
fr: Ouvrir l'application {provider}

# deposit_completedPayment
source: I've completed payment
fr: J'ai effectué le paiement

# deposit_copied
source: Copied to clipboard
fr: Copié dans le presse-papiers

# deposit_cancelTitle
source: Cancel deposit?
fr: Annuler le dépôt?

# deposit_cancelMessage
source: Your payment session will be cancelled. You can start a new deposit later.
fr: Votre session de paiement sera annulée. Vous pourrez commencer un nouveau dépôt plus tard.

# deposit_processing
source: Processing
fr: Traitement en cours

# deposit_success
source: Deposit Successful!
fr: Dépôt réussi!

source: Deposit Failed
fr: Échec du dépôt

# deposit_expired
source: Session Expired
fr: Session expirée

# deposit_processingMessage
source: We're processing your payment. This may take a few moments.
fr: Nous traitons votre paiement. Cela peut prendre quelques instants.

# deposit_successMessage
source: Your funds have been added to your wallet!
fr: Vos fonds ont été ajoutés à votre portefeuille!

# deposit_failedMessage
source: We couldn't process your payment. Please try again.
fr: Nous n'avons pas pu traiter votre paiement. Veuillez réessayer.

# deposit_expiredMessage
source: Your payment session has expired. Please start a new deposit.
fr: Votre session de paiement a expiré. Veuillez commencer un nouveau dépôt.

# deposit_deposited
source: Deposited
fr: Déposé

# deposit_received
source: Received
fr: Reçu

# deposit_backToHome
source: Back to Home
fr: Retour à l'accueil

# common_error
source: An error occurred
fr: Une erreur s'est produite

# common_requiredField
source: This field is required
fr: Ce champ est obligatoire

# pin_createTitle
source: Create Your PIN
fr: Créer votre code PIN

# pin_confirmTitle
source: Confirm Your PIN
fr: Confirmer votre code PIN

# pin_changeTitle
source: Change PIN
fr: Changer le code PIN

# pin_resetTitle
source: Reset PIN
fr: Réinitialiser le code PIN

# pin_enterNewPin
source: Enter your new 6-digit PIN
fr: Entrez votre nouveau code PIN à 6 chiffres

# pin_reenterPin
source: Re-enter your PIN to confirm
fr: Entrez à nouveau votre code PIN pour confirmer

# pin_enterCurrentPin
source: Enter your current PIN
fr: Entrez votre code PIN actuel

# pin_confirmNewPin
source: Confirm your new PIN
fr: Confirmez votre nouveau code PIN

source: PIN Requirements
fr: Exigences du code PIN

# pin_rule_6digits
source: 6 digits
fr: 6 chiffres

# pin_rule_noSequential
source: No sequential numbers (123456)
fr: Pas de numéros séquentiels (123456)

# pin_rule_noRepeated
source: No repeated digits (111111)
fr: Pas de chiffres répétés (111111)

# pin_error_sequential
source: PIN cannot be sequential numbers
fr: Le code PIN ne peut pas être des numéros séquentiels

# pin_error_repeated
source: PIN cannot be all the same digit
fr: Le code PIN ne peut pas être le même chiffre

# pin_error_noMatch
source: PINs don't match. Please try again.
fr: Les codes PIN ne correspondent pas. Veuillez réessayer.

# pin_error_wrongCurrent
source: Current PIN is incorrect
fr: Le code PIN actuel est incorrect

# pin_error_saveFailed
source: Failed to save PIN. Please try again.
fr: Échec de l'enregistrement du code PIN. Veuillez réessayer.

# pin_error_changeFailed
source: Failed to change PIN. Please try again.
fr: Échec du changement de code PIN. Veuillez réessayer.

# pin_error_resetFailed
source: Failed to reset PIN. Please try again.
fr: Échec de la réinitialisation du code PIN. Veuillez réessayer.

# pin_success_set
source: PIN created successfully
fr: Code PIN créé avec succès

# pin_success_changed
source: PIN changed successfully
fr: Code PIN changé avec succès

# pin_success_reset
source: PIN reset successfully
fr: Code PIN réinitialisé avec succès

# pin_attemptsRemaining
source: {count, plural, =1{1 attempt remaining} other{{count} attempts remaining}}
fr: {count, plural, =1{1 tentative restante} other{{count} tentatives restantes}}

# pin_forgotPin
source: Forgot PIN?
fr: Code PIN oublié?

# pin_locked_title
source: PIN Locked
fr: Code PIN verrouillé

# pin_locked_message
source: Too many failed attempts. Your PIN is temporarily locked.
fr: Trop de tentatives échouées. Votre code PIN est temporairement verrouillé.

# pin_locked_tryAgainIn
source: Try again in
fr: Réessayer dans

# pin_resetViaOtp
source: Reset PIN via SMS
fr: Réinitialiser le code PIN par SMS

# pin_reset_requestTitle
source: Reset Your PIN
fr: Réinitialiser votre code PIN

# pin_reset_requestMessage
source: We'll send a verification code to your registered phone number to reset your PIN.
fr: Nous enverrons un code de vérification à votre numéro de téléphone enregistré pour réinitialiser votre code PIN.

# pin_reset_sendOtp
source: Send Verification Code
fr: Envoyer le code de vérification

# pin_reset_enterOtp
source: Enter the 6-digit code sent to your phone
fr: Entrez le code à 6 chiffres envoyé à votre téléphone

# send_selectRecipient
source: Select Recipient
fr: Sélectionner le destinataire

# send_recipientPhone
source: Recipient Phone Number
fr: Numéro de téléphone du destinataire

# send_fromBeneficiaries
source: Beneficiaries
fr: Bénéficiaires

# send_recentRecipients
source: Recent Recipients
fr: Destinataires récents

# send_contactsPermissionDenied
source: Contacts permission is required to select a contact
fr: La permission des contacts est requise pour sélectionner un contact

# send_noContactsFound
source: No contacts found
fr: Aucun contact trouvé

# send_selectBeneficiary
source: Select Beneficiary
fr: Sélectionner un bénéficiaire

# send_searchBeneficiaries
source: Search beneficiaries
fr: Rechercher des bénéficiaires

# send_noBeneficiariesFound
source: No beneficiaries found
fr: Aucun bénéficiaire trouvé

# send_enterAmount
source: Enter Amount
fr: Entrer le montant

# send_amount
source: Amount
fr: Montant

# send_noteOptional
source: Add a note (optional)
fr: Ajouter une note (facultatif)

# send_fee
source: Fee
fr: Frais

# send_confirmTransfer
source: Confirm Transfer
fr: Confirmer le transfert

# send_pinVerificationRequired
source: You will be asked to enter your PIN to confirm this transfer
fr: Vous devrez entrer votre code PIN pour confirmer ce transfert

# send_confirmAndSend
source: Confirm & Send
fr: Confirmer & Envoyer

# send_verifyPin
source: Verify PIN
fr: Vérifier le code PIN

# send_enterPinToConfirm
source: Enter your PIN
fr: Entrez votre code PIN

# send_pinVerificationDescription
source: Enter your 6-digit PIN to confirm this transfer
fr: Entrez votre code PIN à 6 chiffres pour confirmer ce transfert

# send_useBiometric
source: Use Biometric
fr: Utiliser la biométrie

# send_biometricReason
source: Verify your identity to complete the transfer
fr: Vérifiez votre identité pour effectuer le transfert

# send_transferFailed
source: Transfer Failed
fr: Échec du transfert

# send_transferSuccessMessage
source: Your money has been sent successfully
fr: Votre argent a été envoyé avec succès

# send_sentTo
source: Sent to
fr: Envoyé à

# send_reference
source: Reference
fr: Référence

# send_saveAsBeneficiary
source: Save as Beneficiary
fr: Enregistrer comme bénéficiaire

# send_shareReceipt
source: Share Receipt
fr: Partager le reçu

# send_transferReceipt
source: Transfer Receipt
fr: Reçu de transfert

# send_beneficiarySaved
source: Beneficiary saved successfully
fr: Bénéficiaire enregistré avec succès

# error_phoneRequired
source: Phone number is required
fr: Le numéro de téléphone est requis

# error_phoneInvalid
source: Invalid phone number
fr: Numéro de téléphone invalide

# error_amountRequired
source: Amount is required
fr: Le montant est requis

# error_amountInvalid
source: Invalid amount
fr: Montant invalide

# error_insufficientBalance
source: Insufficient balance
fr: Solde insuffisant

# error_pinIncorrect
source: Incorrect PIN. Please try again.
fr: Code PIN incorrect. Veuillez réessayer.

# error_biometricFailed
source: Biometric authentication failed
fr: L'authentification biométrique a échoué

# error_transferFailed
source: Transfer failed. Please try again.
fr: Le transfert a échoué. Veuillez réessayer.

# common_copiedToClipboard
source: Copied to clipboard
fr: Copié dans le presse-papiers

# notifications_permission_title
source: Stay Informed
fr: Restez informé

# notifications_permission_description
source: Get instant updates about your transactions, security alerts, and important account activity.
fr: Recevez des mises à jour instantanées sur vos transactions, alertes de sécurité et activités importantes de votre compte.

# notifications_benefit_transactions
source: Transaction Updates
fr: Mises à jour des transactions

# notifications_benefit_transactions_desc
source: Instant alerts when you send or receive money
fr: Alertes instantanées lors de l'envoi ou de la réception d'argent

# notifications_benefit_security
source: Security Alerts
fr: Alertes de sécurité

# notifications_benefit_security_desc
source: Be notified of suspicious activity and new device logins
fr: Soyez informé des activités suspectes et des nouvelles connexions

# notifications_benefit_updates
source: Important Updates
fr: Mises à jour importantes

# notifications_benefit_updates_desc
source: Stay updated on new features and special offers
fr: Restez informé des nouvelles fonctionnalités et offres spéciales

# notifications_enable_notifications
source: Enable Notifications
fr: Activer les notifications

# notifications_maybe_later
source: Maybe Later
fr: Plus tard

# notifications_enabled_success
source: Notifications enabled successfully
fr: Notifications activées avec succès

# notifications_permission_denied_title
source: Permission Required
fr: Permission requise

# notifications_permission_denied_message
source: To receive notifications, you need to enable them in your device settings.
fr: Pour recevoir des notifications, vous devez les activer dans les paramètres de votre appareil.

# action_open_settings
source: Open Settings
fr: Ouvrir les paramètres

# notifications_preferences_title
source: Notification Preferences
fr: Préférences de notification

# notifications_preferences_description
source: Choose which notifications you'd like to receive
fr: Choisissez les notifications que vous souhaitez recevoir

# notifications_pref_transaction_title
source: Transaction Alerts
fr: Alertes de transaction

# notifications_pref_transaction_alerts
source: All transaction alerts
fr: Toutes les alertes de transaction

# notifications_pref_transaction_alerts_desc
source: Get notified for all incoming and outgoing transactions
fr: Soyez informé de toutes les transactions entrantes et sortantes

# notifications_pref_security_title
source: Security
fr: Sécurité

# notifications_pref_security_alerts
source: Security alerts
fr: Alertes de sécurité

# notifications_pref_security_alerts_desc
source: Critical security alerts (cannot be disabled)
fr: Alertes de sécurité critiques (ne peuvent pas être désactivées)

# notifications_pref_promotional_title
source: Promotional
fr: Promotionnel

# notifications_pref_promotions
source: Promotions and offers
fr: Promotions et offres

# notifications_pref_promotions_desc
source: Special offers and promotional campaigns
fr: Offres spéciales et campagnes promotionnelles

# notifications_pref_price_title
source: Market Updates
fr: Mises à jour du marché

# notifications_pref_price_alerts
source: Price alerts
fr: Alertes de prix

# notifications_pref_price_alerts_desc
source: USDC and crypto price movements
fr: Mouvements de prix USDC et crypto

# notifications_pref_summary_title
source: Reports
fr: Rapports

# notifications_pref_weekly_summary
source: Weekly spending summary
fr: Résumé hebdomadaire des dépenses

# notifications_pref_weekly_summary_desc
source: Receive a summary of your weekly activity
fr: Recevez un résumé de votre activité hebdomadaire

# notifications_pref_thresholds_title
source: Alert Thresholds
fr: Seuils d'alerte

# notifications_pref_thresholds_description
source: Set custom amounts to trigger alerts
fr: Définir des montants personnalisés pour déclencher des alertes

# notifications_pref_large_transaction_threshold
source: Large transaction alert
fr: Alerte de transaction importante

# notifications_pref_low_balance_threshold
source: Low balance alert
fr: Alerte de solde faible

# settings_editProfile
source: Edit Profile
fr: Modifier le profil
